Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Counties of Norway
bs: Okruzi u Norveškoj
pt: Condados da Noruega
sr@latin: Okruzi u Norveškoj

source: Counties of Brazil
bs: Okruzi u Brazilu
pt: Estados do Brasil
sr@latin: Okruzi u Brazilu

source: Locate the countries
bs: Nađite države
pt: Localiza os países
sr@latin: Nađi države

source: Drag and Drop the items to redraw the whole map
bs: Prevucite i pustite stavke da iscrtate cijelu kartu
pt: Move as peças para reconstruires o mapa.
sr@latin: Prevuci i pusti stavke da iscrtaš celu kartu

source: Asia
bs: Azija
pt: Ásia
sr@latin: Azija

source: Caspian Sea
bs: Kaspijsko more
pt: Mar Cáspio
sr@latin: Kaspijsko more

source: Black Sea
bs: Crno more
pt: Mar Negro
sr@latin: Crno more

source: Mediterranean Sea
bs: Sredozemno more
pt: Mar Mediterrâneo
sr@latin: Sredozemno more

source: Persian Gulf
bs: Perzijski zaliv
pt: Golfo Pérsico
sr@latin: Persijski zaliv

source: Red Sea
bs: Crveno More
pt: Mar Vermelho
sr@latin: Crveno more

source: Palestine
bs: Palestina
pt: Palestina
sr@latin: Palestina

source: Israel
bs: Izrael
sr@latin: Izrael

source: Brunei
bs: Bruneji
sr@latin: Brunej

source: Qatar
bs: Katar
sr@latin: Katar

source: Bahrain
sr@latin: Bahrein

source: Lebanon
bs: Liban
pt: Líbano
sr@latin: Liban

source: Cyprus
bs: Kipar
pt: Chipre
sr@latin: Kipar

source: Kuwait
bs: Kuvajt
sr@latin: Kuvajt

source: Armenia
pt: Arménia
sr@latin: Jermenija

source: United Arab Emirates
bs: Ujedinjeni Arapski Emirati
pt: Emiratos Árabes Unidos
sr@latin: Ujedinjeni Arapski Emirati

source: Yemen
bs: Jemen
sr@latin: Jemen

source: Saudi Arabia
bs: Saudijska Arabija
pt: Arábia Saudita
sr@latin: Saudijska Arabija

source: Iraq
bs: Irak
pt: Iraque
sr@latin: Irak

source: Syria
bs: Sirija
pt: Síria
sr@latin: Sirija

source: Turkey
bs: Turska
pt: Turquia
sr@latin: Turska

source: Asia|Georgia
pt: Geórgia
sr@latin: Gruzija

source: Azerbaijan
bs: Azerbejdžan
pt: Azerbaijão
sr@latin: Azerbejdžan

source: Kyrgyzstan
bs: Kirgizstan
pt: Kyrgyzstão
sr@latin: Kirgistan

source: Tajikistan
bs: Tadžikistan
pt: Tajikistão
sr@latin: Tadžikistan

source: Afghanistan
bs: Afganistan
pt: Afeganistão
sr@latin: Avganistan

source: Malaysia
bs: Malezija
pt: Malásia
sr@latin: Malezija

source: Indonesia
bs: Indonezija
pt: Indonésia
sr@latin: Indonezija

source: Philippines
bs: Filipini
pt: Filipinas
sr@latin: Filipini

source: Myanmar
bs: Mijanmar
sr@latin: Burma

source: Bhutan
bs: Butan
sr@latin: Butan

source: Bangladesh
bs: Bangladeš
sr@latin: Bangladeš

source: China
bs: Kina
sr@latin: Kina

source: Sri Lanka
bs: Šri Lanka
sr@latin: Šri Lanka

source: Thailand
bs: Tajland
pt: Tailândia
sr@latin: Tajland

source: Cambodia
bs: Kambodža
pt: Cambodja
sr@latin: Kambodža

source: Vietnam
bs: Vijetnam
pt: Vietname
sr@latin: Vijetnam

source: Taiwan
bs: Tajvan
sr@latin: Tajvan

source: Kazakhstan
bs: Kazahstan
pt: Kazaquistão
sr@latin: Kazakistan

source: South Korea
bs: Južna Koreja
pt: Coreia do Sul
sr@latin: Južna Koreja

source: North Korea
bs: Sjeverna Koreja
pt: Coreia do Norte
sr@latin: Severna Koreja

source: Mongolia
bs: Mongolija
pt: Mongólia
sr@latin: Mongolija

source: Russia
bs: Rusija
pt: Rússia
sr@latin: Rusija

source: Continents
bs: Kontinenti
pt: Continentes
sr@latin: Kontinenti

source: America
bs: Amerika
pt: América
sr@latin: Amerika

source: Antarctica
bs: Antarktika
pt: Antárctida
sr@latin: Antarktik

source: Europe
bs: Evropa
pt: Europa
sr@latin: Evropa

source: Oceania
bs: Okeanija
sr@latin: Okeanija

source: United States Minor Outlying Islands
bs: Sjedinjene Države Spoljna Ivična Ostrva
pt: Ilhas menores dos Estados Unidos
sr@latin: Spoljna ivična ostrva SAD

source: American Samoa
bs: Američka Samoa
pt: Samoa americana
sr@latin: Američka Samoa

source: Cook Islands
bs: Kukova ostrva
pt: Ilhas Cook
sr@latin: Ostrva Kuk

source: New Zealand
bs: Novi Zeland
pt: Nova Zelândia
sr@latin: Novi Zeland

source: Solomon Islands
bs: Solomonska ostrva
pt: Ilhas Salomão
sr@latin: Solomonova ostrva

source: Fiji
bs: Fiđi
sr@latin: Fidži

source: Marshall Islands
bs: Maršalova Ostrva
pt: Ilhas Marshall
sr@latin: Maršalska ostrva

source: New Caledonia
bs: Nova Kaledonia
pt: Nova Caledónia
sr@latin: Nova Kaledonija

source: Micronesia
bs: Mikronezija
pt: Micronésia
sr@latin: Mikronezija

source: Northern Mariana Islands
bs: Sjeverna Marijanska ostrva
pt: Ilhas Marianas do Norte
sr@latin: Severna Marijanska ostrva

source: East Timor
bs: Istočni Timor
pt: Timor Leste
sr@latin: Istočni Timor

source: Papua New Guinea
bs: Papua Nova Gvineja
pt: Papua Nova Guiné
sr@latin: Papua Nova Gvineja

source: French Polynesia
bs: Francuska Polinezija
pt: Polinésia Francesa
sr@latin: Francuska Polinezija

source: Pitcairn Islands
bs: Pitcairn ostrva
pt: Ilhas Pitcairn
sr@latin: Ostrva Pitkern

source: North America
bs: Sjeverna Amerika
pt: América do Norte
sr@latin: Severna Amerika

source: Canada
bs: Kanada
pt: Canadá
sr@latin: Kanada

source: Greenland
bs: Grenland
pt: Gronelândia
sr@latin: Grenland

source: Iceland
bs: Island
pt: Islândia
sr@latin: Island

source: Central America
bs: Srednja Amerika
pt: América Central
sr@latin: Centralna Amerika

source: Bahamas
bs: Bahami
pt: Baamas
sr@latin: Bahami

source: Costa Rica
bs: Kosta Rika
sr@latin: Kostarika

source: Cuba
bs: Kuba
sr@latin: Kuba

source: Dominican Republic
bs: Dominikanska Republika
pt: República Dominicana
sr@latin: Dominikanska Republika

source: Guatemala
bs: Gvatemala
sr@latin: Gvatemala

source: Jamaica
bs: Jamajka
sr@latin: Jamajka

source: Nicaragua
bs: Nikaragva
pt: Nicarágua
sr@latin: Nikaragva

source: Puerto Rico
bs: Porto Riko
sr@latin: Portoriko

source: South America
bs: Južna Amerika
pt: América do Sul
sr@latin: Južna Amerika

source: Bolivia
bs: Bolivija
pt: Bolívia
sr@latin: Bolivija

source: Chile
bs: Čile
sr@latin: Čile

source: Colombia
bs: Kolumbija
pt: Colômbia
sr@latin: Kolumbija

source: Ecuador
bs: Ekvador
pt: Equador
sr@latin: Ekvador

source: French Guiana
bs: Francuska Gvajana
pt: Guiana Francesa
sr@latin: Francuska Gvajana

source: Guyana
bs: Gvajana
pt: Guiana
sr@latin: Gvajana

source: Paraguay
bs: Paragvaj
pt: Paraguai
sr@latin: Paragvaj

source: Suriname
bs: Surinam
sr@latin: Surinam

source: Uruguay
bs: Urugvaj
pt: Uruguai
sr@latin: Urugvaj

source: Venezuela
bs: Venecuela
sr@latin: Venecuela

source: Western Europe
bs: Zapadna Evropa
pt: Europa Ocidental
sr@latin: Zapadna Evropa

source: Austria
bs: Austrija
pt: Áustria
sr@latin: Austrija

source: Belgium
bs: Belgija
pt: Bélgica
sr@latin: Belgija

source: Denmark
bs: Danska
pt: Dinamarca
sr@latin: Danska

source: Finland
bs: Finska
pt: Finlândia
sr@latin: Finska

source: France
bs: Francuska
pt: França
sr@latin: Francuska

source: Germany
bs: Njemačka
pt: Alemanha
sr@latin: Nemačka

source: Ireland
bs: Irska
pt: Irlanda
sr@latin: Irska

source: Luxembourg
bs: Luksemburg
pt: Luxemburgo
sr@latin: Luksemburg

source: The Netherlands
bs: Holandija
pt: Países Baixos
sr@latin: Holandija

source: Norway
bs: Norveška
pt: Noruega
sr@latin: Norveška

source: Spain
bs: Španija
pt: Espanha
sr@latin: Španija

source: Sweden
bs: Švedska
pt: Suécia
sr@latin: Švedska

source: Switzerland
bs: Švajcarska
pt: Suíça
sr@latin: Švajcarska

source: United Kingdom
bs: Velika Britanija
pt: Reino Unido
sr@latin: Velika Britanija

source: Eastern Europe
bs: Istočna Evropa
pt: Europa de Leste
sr@latin: Istočna Evropa

source: Albania
bs: Albanija
pt: Albânia
sr@latin: Albanija

source: Belarus
bs: Belorusija
pt: Bielorrússia
sr@latin: Belorusija

source: Bosnia Herzegovina
bs: Bosna i Hercegovina
pt: Bósnia e Herzegovina
sr@latin: Bosna i Hercegovina

source: Bulgaria
bs: Bugarska
pt: Bulgária
sr@latin: Bugarska

source: Croatia
bs: Hrvatska
pt: Croácia
sr@latin: Hrvatska

source: Estonia
bs: Estonija
pt: Estónia
sr@latin: Estonija

source: Hungary
bs: Mađarska
pt: Hungria
sr@latin: Mađarska

source: Latvia
bs: Letonija
pt: Letónia
sr@latin: Letonija

source: Lithuania
bs: Litvanija
pt: Lituânia
sr@latin: Litvanija

source: Macedonia
bs: Makedonija
pt: Macedónia
sr@latin: Makedonija

source: Moldova
bs: Moldavija
pt: Moldávia
sr@latin: Moldavija

source: Poland
bs: Poljska
pt: Polónia
sr@latin: Poljska

source: Romania
bs: Rumunija
pt: Roménia
sr@latin: Rumunija

source: Serbia
bs: Srbija
pt: Sérvia
sr@latin: Srbija

source: Montenegro
bs: Crna Gora
sr@latin: Crna Gora

source: Slovak Republic
bs: Slovačka
pt: Eslováquia
sr@latin: Slovačka

source: Slovenia
bs: Slovenija
pt: Eslovénia
sr@latin: Slovenija

source: Ukraine
bs: Ukrajina
pt: Ucrânia
sr@latin: Ukrajina

source: Greece
bs: Grčka
pt: Grécia
sr@latin: Grčka

source: Northern Africa
bs: Sjeverna Afrika
pt: Norte da África
sr@latin: Severna Afrika

source: Algeria
bs: Alžir
pt: Argélia
sr@latin: Alžir

source: Cameroon
bs: Kamerun
pt: Camarões
sr@latin: Kamerun

source: Central African Republic
bs: Centralnoafrička republika
pt: República Centro-Africana
sr@latin: Centralnoafrička Republika

source: Chad
bs: Čad
pt: Chade
sr@latin: Čad

source: Djibouti
bs: Džibuti
pt: Jibuti
sr@latin: Džibuti

source: Egypt
bs: Egipat
pt: Egipto
sr@latin: Egipat

source: Equatorial Guinea
bs: Ekvatorijalna Gvineja
pt: Guiné Equatorial
sr@latin: Ekvatorijalna Gvineja

source: Ethiopia
bs: Etiopija
pt: Etiópia
sr@latin: Etiopija

source: Eritrea
bs: Eritreja
pt: Eritreia
sr@latin: Eritreja

source: Gambia
bs: Gambija
pt: Gâmbia
sr@latin: Gambija

source: Ghana
bs: Gana
pt: Gana
sr@latin: Gana

source: Guinea Bissau
bs: Gvineja Bisau
pt: Guiné-Bissau
sr@latin: Gvineja Bisau

source: Guinea
bs: Gvineja
pt: Guiné
sr@latin: Gvineja

source: Ivory Coast
bs: Obala Slonovače
pt: Costa do Marfim
sr@latin: Obala Slonovače

source: Liberia
bs: Liberija
pt: Libéria
sr@latin: Liberija

source: Libya
bs: Libija
pt: Líbia
sr@latin: Libija

source: Mauritania
bs: Mauritanija
pt: Mauritânia
sr@latin: Mauritanija

source: Morocco
bs: Maroko
pt: Marrocos
sr@latin: Maroko

source: Nigeria
bs: Nigerija
pt: Nigéria
sr@latin: Nigerija

source: Rwanda
bs: Ruanda
pt: Ruanda
sr@latin: Ruanda

source: Sierra Leone
bs: Sijera Leone
pt: Serra Leoa
sr@latin: Sijera Leone

source: Somalia
bs: Somalija
pt: Somália
sr@latin: Somalija

source: Tunisia
bs: Tunis
pt: Tunísia
sr@latin: Tunis

source: Western Sahara
bs: Zapadna Sahara
pt: Sara Ocidental
sr@latin: Zapadna Sahara

source: Southern Africa
bs: Južna Afrika
pt: África do Sul
sr@latin: Južna Afrika

source: Botswana
bs: Bocvana
sr@latin: Bocvana

source: Democratic Republic of Congo
bs: Demokratska Republika Kongo
pt: República Democrática do Congo
sr@latin: Demokratska Republika Kongo

source: Kenya
bs: Kenija
pt: Quénia
sr@latin: Kenija

source: Lesotho
bs: Lesoto
pt: Lesoto
sr@latin: Lesoto

source: Madagascar
bs: Madagaskar
pt: Madagáscar
sr@latin: Madagaskar

source: Malawi
bs: Malavi
sr@latin: Malavi

source: Mozambique
bs: Mozambik
pt: Moçambique
sr@latin: Mozambik

source: Namibia
bs: Namibija
pt: Namíbia
sr@latin: Namibija

source: Republic of Congo
bs: Republika Kongo
pt: República do Congo
sr@latin: Republika Kongo

source: South Africa
bs: Južna Afrika
pt: África do Sul
sr@latin: Južnoafrička Republika

source: Swaziland
bs: Svazilend
pt: Suazilândia
sr@latin: Svazilend

source: Tanzania
bs: Tanzanija
pt: Tanzânia
sr@latin: Tanzanija

source: Zambia
bs: Zambija
pt: Zâmbia
sr@latin: Zambija

source: Zimbabwe
bs: Zimbabve
pt: Zimbabué
sr@latin: Zimbabve

source: Simple Letters
bs: Jednostavna slova
pt: Letras em queda
sr@latin: Jednostavna slova

source: Type the falling letters before they reach the ground
bs: Ukucajte padajuća slova prije nego što stignu do zemlje
pt: Digita no teclado as letras que vão caindo, antes que estas cheguem ao chão.
sr@latin: Otkucaj slova pre nego što padnu na zemlju

source: Error: We can't find a list of letters to play this game.
bs: Greška: Ne možemo pronaći spisak pisama za igranje ove igre.
pt: Erro: impossível encontrar uma lista de letras para jogar este jogo.
sr@latin: Greška: Ne mogu da nađem spisak slova za igranje ove igre.

source: ERROR: Unable to get letter from wordlist
bs: GREŠKA: Nije moguće dobiti pismo od wordlist
pt: ERRO: impossível obter letras da lista de palavras
sr@latin: GREŠKA: Ne mogu da dobavim slovo sa spiska reči

source: <b>%s</b> configuration for profile <b>%s</b>
bs: <b>%s</b> podešavanja za profil <b>%s</b>
pt: Configuração <b>%s</b> para o perfil <b>%s</b>
sr@latin: <b>%s</b> podešavanja za profil <b>%s</b>

source: Enable sounds
bs: Uključi zvuke
pt: Ativar sons
sr@latin: Uključi zvuke

source: Show letters in UPPERCASE Type in lowercase or UPPERCASE as you wish
bs: Pokaži slova u VELIKA SLOVA Pišite malim slovima ili VELIKIM SLOVIMA, kako želite
pt: Mostrar letras em MAIÚSCULAS Insere em minúsculas ou MAIÚSCULAS como preferires
sr@latin: Prikaži slova kao VELIKASLOVA Kucaj malim_slovima ili VELIKIM_SLOVIMA po želji

source: Letter association between the screen and the keyboard
bs: Spajanje slova na ekranu i tastaturi
pt: Associar as letras do teclado às que são mostradas no ecrã
sr@latin: Spajanje slova na ekranu i tastaturi

source: Keyboard manipulation
bs: Rad sa tastaturom
pt: Ser capaz de utilizar o teclado
sr@latin: Rad sa tastaturom

source: Equality Number Munchers
bs: Brojožderac jednakosti
pt: Comilões da igualdade
sr@latin: Brojožderac jednakosti

source: Guide the Number Muncher to the expressions that equal the number at the top of the screen.
bs: Odvedite Brojožderca do izraza koji je jednak sa brojem na vrhu ekrana.
pt: Guia o comilão de números a todas as expressões cujo resultado é igual ao número no cimo do ecrã.
sr@latin: Odvedi Brojožderca do izraza koji je jednak sa brojem na vrhu ekrana.

source: Practice addition, multiplication, division and subtraction.
bs: Vežbajte sabiranje, množenje, dijeljenje i oduzimanje.
pt: Praticar a adição, a multiplicação, a divisão e a subtração.
sr@latin: Vežbaj sabiranje, množenje, deljenje i oduzimanje.

source: Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
bs: Koristi tastere strelica za pomjeranje po tabli i izbjegavanje Troglova. Pritisni taster za razmak za jedenje broja.
pt: Utiliza as teclas de setas para te moveres no tabuleiro e evitares os papões. Prime a tecla <Espaço> para comeres um número.
sr@latin: Koristi tastere strelica za pomeranje po tabli i izbegavanje Troglova. Pritisni taster za razmak da pojedeš broj.

source: and %d
bs: i %d
pt: e %d
sr@latin: i %d

source: {0} is divisible by {1}.
bs: {0} je djeljiv po {1}.
pt: {0} é divisível por {1}.
sr@latin: {0} je deljiv sa {1}.

source: 1 is not a prime number.
bs: 1 nije prost broj.
pt: 1 não é um número primo.
sr@latin: 1 nije prost broj.

source: Primes less than %d
bs: Prosti manji od %d
pt: Números primos inferiores a %d
sr@latin: Prosti manji od %d

source: Multiples of %(d1)d include %(s)s, but %(d2)d is not a multiple of %(d3)d.
bs: Proizvodi broja %(d1)d uključuju %(s)s, ali %(d2)d nije proizvod broja %(d3)d.
pt: Os múltiplos de %(d1)d incluem %(s)s, mas %(d2)d não é um múltiplo de %(d3)d.
sr@latin: Proizvodi broja %(d1)d uključuju %(s)s, ali %(d2)d nije proizvod broja %(d3)d.

source: Factors of %d
bs: Činioci broja %d
pt: Fatores de %d
sr@latin: Činioci broja %d

source: {0} are the factors of {1}.
bs: {0} su faktori {1}.
pt: {0} são os fatores de {1}.
sr@latin: {0} su činioci broja {1}.

source: Multiples of %d
bs: Proizvodi broja %d
pt: Múltiplos de %d
sr@latin: Proizvodi broja %d

source: Equal to %d
bs: Jednako je %d
pt: Igual a %d
sr@latin: Jednako je %d

source: Not equal to %d
bs: Nije jednako %d
pt: Não é igual a %d
sr@latin: Nije jednako %d

source: You were eaten by a Troggle. Press <Return> to continue.
bs: Pojeo te je Trogl. Pritisni „Enter“ za nastavak.
pt: Foste comido por um papão. Prime a tecla <Enter> para continuar.
sr@latin: Pojeo te je Trogl. Pritisni „Unesi“ da nastaviš.

source: You ate a wrong number.
bs: Pojeo si pogrešan broj.
pt: Comeste um número errado.
sr@latin: Pojeo/la si pogrešan broj.

source: Press <Return> to continue.
bs: Pritisni „Enter“ za nastavak.
pt: Prime a tecla <Enter> para continuar.
sr@latin: Pritisni „Unesi“ da nastaviš.

source: T R O G G L E
bs: T R O G L
pt: P A P Ã O
sr@latin: T R O G L

source: Factor Number Munchers
bs: Brojožderac činilaca
pt: Comilões de números fatores
sr@latin: Brojožderac činilaca

source: Guide the Number Muncher to all the factors of the number at the top of the screen.
bs: Odvedite Brojožderca do svih činilaca broja koji je na vrhu ekrana.
pt: Guia o comilão de números a todos os fatores do número no cimo do ecrã.
sr@latin: Odvedi Brojožderca do svih činilaca broja koji je na vrhu ekrana.

source: Learn about factors and multiples.
bs: Naučite o činiocima i proizvodima.
pt: Aprender sobre fatores e múltiplos.
sr@latin: Nauči o činiocima i proizvodima.

source: The factors of a number are all the numbers that divide that number evenly. For example, the factors of 6 are 1, 2, 3 and 6. 4 is not a factor of 6 because 6 cannot be divided into 4 equal pieces. If one number is a multiple of a second number, then the second number is a factor of the first number. You can think of multiples as families, and factors are the people in those families. So 1, 2, 3 and 6 all fit into the 6 family, but 4 belongs to another family. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
bs: Činioci nekog broja su svi brojevi sa kojima se neki broj može podijeliti a da se dobije cio broj. Na primjer, činioci broja 6 su 1, 2, 3 i 6. Broj 4 nije činilac broja 6 jer se 6 ne može podijeliti na 4 djela koja su cio broj. Ako je jedan broj proizvod drugog broja onda je drugi broj činilac prvog broja. Proizvode možemo da zamislimo kao porodice a činioci su članovi te porodice. Dakle 1, 2, 3 i 6 su članovi porodice 6 ali 4 je član druge porodice. Koristi tastere sa strelicama da izbjegavaš Troglove. Pritisni taster za razmak za jedenje broja.
pt: Os fatores de um número são todos os números inteiros que o dividem sem deixar resto. Por exemplo, os fatores de 6 são o 1, o 2, o 3 e o 6. O 4 não é um fator de 6, porque 6 não pode ser dividido em 4 partes iguais sem deixar resto. Se um número for um múltiplo de um outro número, então o segundo é um fator do primeiro. Podes pensar nos múltiplos como famílias, sendo os fatores os seus membros. Assim, 1, 2, 3 e 6 pertencem todos à família de 6, mas o 4 pertence a outra família. Utiliza as teclas de setas para te moveres no tabuleiro e evitares os papões. Prime a tecla <Espaço> para comeres um número.
sr@latin: Činioci nekog broja su svi brojevi sa kojima se neki broj može podeliti a da se dobije ceo broj. Na primer, činioci broja 6 su 1, 2, 3 i 6. Broj 4 nije činilac broja 6 jer se 6 ne može podeliti na 4 dela koja su ceo broj. Ako je jedan broj proizvod drugog broja onda je drugi broj činilac prvog broja. Proizvode možemo da zamislimo kao porodice a činioci su članovi te porodice. Dakle 1, 2, 3 i 6 su članovi porodice 6 ali 4 je član druge porodice. Koristi tastere sa strelicama da izbegneš Troglove. Pritisni taster za razmak da pojedeš broj.

source: Inequality Number Munchers
bs: Brojožderac nejednakosti
pt: Comilões da desigualdade
sr@latin: Brojožderac nejednakosti

source: Guide the Number Muncher to the all the expressions that do not equal the number at the top of the screen.
bs: Odvedite Brojožderca do svih izraza koji nisu jednaki sa brojem koji se nalazi u vrhu ekrana.
pt: Guia o comilão de números a todas as expressões cujo resultado não é igual ao número no cimo do ecrã.
sr@latin: Odvedi Brojožderca do svih izraza koji nisu jednaki sa brojem koji se nalazi na vrhu ekrana.

source: Practice addition, subtraction, multiplication and division.
bs: Vežbajte sabiranje, oduzimanje, množenje i dijeljenje.
pt: Praticar a adição, a multiplicação, a divisão e a subtração.
sr@latin: Vežbaj sabiranje, oduzimanje, množenje i deljenje.

source: Multiple Number Munchers
bs: Brojožderac proizvoda
pt: Comilões de números múltiplos
sr@latin: Brojožderac proizvoda

source: Guide the Number Muncher to all the multiples of the number at the top of the screen.
bs: Odvedi Brojožderca do svih proizvoda broja koji je u vrhu ekrana.
pt: Guia o comilão de números a todos os múltiplos do número no cimo do ecrã.
sr@latin: Odvedi Brojožderca do svih proizvoda broja koji je na vrhu ekrana.

source: Learn about multiples and factors.
bs: Naučite o proizvodima i činiocima.
pt: Aprender sobre múltiplos e fatores.
sr@latin: Nauči o proizvodima i činiocima.
