Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: The multiples of a number are all the numbers that are equal to the original number times another number. For example, 24, 36, 48 and 60 are all multiples of 12. 25 is not a multiple of 12 because there isn't any number that can be multiplied by 12 to get 25. If one number is a factor of a second number, then the second number is a multiple of the first number. Again, you can think of multiples as families, and factors are the people who belong to those families. The factor 5, has parents 10, grandparents 15, great-grandparents 20, great-great-grandparents 25, and every extra step of 5 is another great- in front! But the number 5 does not belong in the 8 or 23 families. You can't fit any number of 5s into 8 or 23 with nothing left over. So '8 isn't a multiple of 5, nor is 23. Only 5, 10, 15, 20, 25 ... are multiples (or families or steps) of 5. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
bs: Proizvodi nekog broja su svi brojevi koji se mogu dobiti kada se dati broj pomnoži sa nekim brojem. Na primjer, 24, 36, 48 i 60 su svi proizvodi broja 12. Broj 25 nije proizvod broja 12 jer ne postoji cio broj kojim se broj 12 može pomnožiti da se dobije 25. Ako je jedan broj činilac drugog broja onda je taj drugi broj proizvod prvog broja. Proizvode možemo zamisliti kao porodice a činioce kao osobe koje pripadaju toj porodici. Činilac 5 ima tatu 10, djedu 15, pradjedu 20, čukundedu 25 i svaki sljedeći za 5 veći broj. Ali broj 5 ne pripada familiji 8 ili 23. Ne možete staviti broj 5 u 8 ili 23 a da nemate ostatak. Dakle 8 nije proizvod broja 5 a nije ni 23. Samo 5, 10, 15, 20, 25 ... su proizvodi (ili porodice ili umnošci) broja 5. Koristi tastere sa strelicama da izbjegavaš Troglove. Pritisni taster za razmak za jedenje broja.
pt: Os múltiplos de um número são todos os números que se obtêm multiplicando-o por um número inteiro diferente de 0. Por exemplo, o 24, o 36, o 48 e o 60 são todos múltiplos de 12. O 25 não é um múltiplo de 12 porque nenhum número multiplicado por 12 dá 25. Se um número for um fator de um outro número, então o segundo é um múltiplo do primeiro. Podes pensar nos múltiplos como famílias, sendo os fatores os seus membros. Assim, o fator 5 tem como pai o 10, avô o 15, bisavô o 20, e cada incremento de 5 é mais uma geração! Mas o número 5 não pertence à família do 8 nem à do 23: nem o 8 nem o 23 são múltiplos de 5. Utiliza as teclas de setas para te moveres no tabuleiro e evitares os papões. Prime a tecla <Espaço> para comeres um número.
sr@latin: Proizvodi nekog broja su svi brojevi koji se mogu dobiti kada se dati broj pomnoži sa nekim brojem. Na primer, 24, 36, 48 i 60 su svi proizvodi broja 12. Broj 25 nije proizvod broja 12 jer ne postoji ceo broj kojim se broj 12 može pomnožiti da se dobije 25. Ako je jedan broj činilac drugog broja onda je taj drugi broj proizvod prvog broja. Proizvode možemo zamisliti kao porodice a činioce kao osobe koje pripadaju toj porodici. Činilac 5 ima tatu 10, dedu 15, pradedu 20, čukundedu 25 i svaki sledeći za 5 veći broj. Ali broj 5 ne pripada familiji 8 ili 23. Ne možeš staviti broj 5 u 8 ili 23 a da ti ne ostane neki mali broj. Dakle 8 nije proizvod broja 5 a nije ni 23. Samo 5, 10, 15, 20, 25 ... su proizvodi (ili porodice ili umnošci) broja 5. Koristi tastere sa strelicama da izbegavaš Troglove. Pritisni taster za razmak da pojedeš broj.

source: Prime Number Munchers
bs: Brojožderac prostih brojeva
pt: Comilões de números primos
sr@latin: Brojožderac prostih brojeva

source: Guide the Number Muncher to all the prime numbers.
bs: Odvedite Brojožderca do svih prostih brojeva.
pt: Guia o comilão de números a todos os números primos.
sr@latin: Odvedi Brojožderca do svih prostih brojeva.

source: Learn about prime numbers
bs: Naučite o prostim brojevima
pt: Aprender sobre números primos
sr@latin: Nauči o prostim brojevima

source: Prime numbers are numbers that are only divisible by themselves and 1. For example, 3 is a prime number, but 4 isn't (because 4 is divisible by 2). You can think of prime numbers as very small families: they only ever have two people in them! Only themselves and 1. You can't fit any other numbers into them with nothing left over. 5 is one of these lonely numbers (only 5 × 1 = 5), but you can see that 6 has 2 and 3 in its family as well (6 × 1 = 6, 2 × 3 = 6). So 6 is not a prime number. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
bs: Prosti brojevi su oni brojevi koji su djeljivi sa sobom i 1. Na primjer, 3 je prost broj, ali 4 nije (jer 4 je djeljivo i sa 2). Prosti brojevi su kao male porodice: one imaju samo dvoje ljudi u njima! Njih same i 1. Ne možete ih podijeliti sa još nekim brojem da nemate ostatak. 5 je jedan od usamljenih brojeva (samo 5 × 1 = 5), ali vidite da 6 ima i 2 i 3 u svojoj porodici (6 × 1 = 6, 2 × 3 = 6). Dakle 6 nije prost broj. Koristite tastere sa strelicama za kretanje po tabli i izbjegavanje Troglova. Pritisnite taster za razmak za jedenje broja.
pt: Os números primos são números que são divisíveis apenas por si próprios e por 1. Por exemplo, 3 é um número primo (porque é divisível apenas por 3 e por 1), mas 4 não é (porque 4 é divisível por 4 e por 1, mas também por 2). Podes pensar nos números primos como famílias muito pequenas, compostas por apenas duas pessoas: o próprio número e 1. O 5 é um desses números (porque é divisível apenas por 5 e por 1), mas já o 6 não (porque é divisível por 6 e por 1, mas também por 2 e por 3). Utiliza as teclas de setas para te moveres no tabuleiro e evitares os Papões. Prime a tecla <Espaço> para comeres um número.
sr@latin: Prosti brojevi su oni brojevi koji su deljivi samim sobom i brojem 1. Na primer, 3 je prost broj, ali 4 nije (jer 4 je deljivo i sa 2). Prosti brojevi su kao male porodice: one imaju samo dva člana, sebe same i 1. Ne možeš ih podeliti sa još nekim brojem a da nemaš ostatak. 5 je jedan od usamljenih brojeva (samo 5 × 1 = 5), ali vidiš da 6 ima i 2 i 3 u svojoj porodici (6 × 1 = 6, 2 × 3 = 6). Dakle 6 nije prost broj. Koristi tastere sa strelicama za kretanje po tabli i izbegavanje Troglova. Pritisni taster za razmak da pojedeš broj.

source: Guess a number between {0} and {1}
bs: Pogodi broj između {0} and {1}
pt: Adivinha um número entre {0} e {1}
sr@latin: Pogodi broj između {0} i {1}

source: Please enter a number between {0} and {1}
bs: Unesite broj između {0} and {1}
pt: Por favor, insere um número entre {0} e {1}.
sr@latin: Unesi broj između {0} i {1}

source: Out of range
bs: Izvan opsega
pt: Fora do intervalo.
sr@latin: Izvan opsega

source: Too high
bs: Prevelik
pt: Muito acima.
sr@latin: Prevelik

source: Too low
bs: Premali
pt: Muito abaixo.
sr@latin: Premali

source: Guess a number
bs: Pogodi broj
pt: Adivinha o número
sr@latin: Pogodi broj

source: Help Tux escape the cave. Tux hides a number for you to find.
bs: Pomozi Pingoslavu da pobjegne iz pećine. Pingoslav skriva broj koji treba da nađete.
pt: Ajuda o Tux a sair da gruta. O Tux esconde um número que tens de adivinhar.
sr@latin: Pomozi Pingoslavu da pobegne iz pećine. Pingoslav skriva broj koji treba da nađeš.

source: Numbers from 1 to 1000 for the last level.
bs: Brojevi od 1 do 1000 za posljednji nivo.
pt: Para completar o último nível, conhecer os números de 1 a 1000.
sr@latin: Brojevi od 1 do 1000 za poslednji nivo.

source: Read the instructions that give you the range of the number to find. Enter a number in the top right blue entry box. Tux will tell you if your number is higher or lower. Then enter another number. The distance between Tux and the escape area on the right represents how far you are from the correct number. If Tux is over or under the escape area, it means your number is over or under the correct number.
bs: Pročitaj uputstvo koje ti daje opseg u kome se nalazi broj. Unesi broj u plavo polje, gore desno. Pingoslav će ti reći da li je broj veći ili manji. Onda unesi sljedeći broj. Rastojanje između Pingoslava i izlaza desno, prikazuje koliko si daleko od tačnog broja. Ako je Pingoslav iznad ili ispod izlaza, to znači da je tvoj broj ispod ili iznad tačnog broja.
pt: Lê as instruções que te indicam o intervalo no qual se encontra o número que terás de adivinhar. Escreve um número na caixa do canto superior direito e prime a tecla <Enter>. O Tux dir-te-á se o número que ele esconde é maior ou menor do que o que sugeriste. Tenta então novamente, escrevendo outro número. A distância entre o helicóptero em que está o Tux e a saída, à direita, representa o quão longe estás do número correto. Se o helicóptero em que está o Tux estiver acima da saída, significa que o número que escreveste é superior ao número que ele esconde; se estiver abaixo, significa que é inferior.
sr@latin: Pročitaj uputstvo koje ti daje opseg u kome se nalazi broj. Unesi broj u plavo polje, gore desno. Pingoslav će ti reći da li je broj veći ili manji. Onda unesi sledeći broj. Rastojanje između Pingoslava i izlaza desno, prikazuje koliko si daleko od tačnog broja. Ako je Pingoslav iznad ili ispod izlaza, to znači da je tvoj broj ispod ili iznad tačnog broja.

source: a/e/i/o/u/y
bs: a/e/i/o/u
pt: a/e/i/o/u/ó/ò/õ/é/è/á/à/ã/í/ú
sr@latin: a/e/i/o/u

source: b/c/d/f/g/h/j/k/l/m/n/p/q/r/s/t/v/w/x/z
bs: b/c/č/ć/d/dž/đ/f/g/h/j/k/l/lj/m/n/nj/p/r/s/š/t/v/z/ž
sr@latin: b/v/g/d/đ/ž/z/j/k/l/lj/m/n/nj/p/r/s/t/ć/f/h/c/č/dž/š

source: English
bs: Engleski
pt: Inglês
sr@latin: Engleski

source: Could not find the list of words.
bs: Ne mogu pronaći spisak riječi.
pt: Impossível encontrar a lista de palavras.
sr@latin: Ne mogu da nađem spisak reči.

source: The classic hangman game
bs: Klasična igra vješala
pt: O clássico jogo do enforcado
sr@latin: Klasična igra vešanja

source: A word is hidden, you must discover it letter by letter
bs: Riječ je skrivena, morate otkrivati slovo po slovo
pt: Está uma palavra escondida, tens de descobri-la letra a letra
sr@latin: Reč je skrivena, moraš da je otkriješ slovo po slovo

source: Reading skill
bs: Vještina čitanja
pt: Saber ler.
sr@latin: Sposobnost čitanja

source: This is a good exercise to improve reading and spelling skills.
bs: Ovo je dobra vježba za poboljšanje vještine čitanja i pravopisa.
pt: Este é um bom exercício para melhoraras capacidades de leitura e escrita.
sr@latin: Ovo je dobra vežba za poboljšanje sposobnosti čitanja i izgovaranja.

source: You can enter the letters using the virtual keyboard on the screen or with the real keyboard.
bs: Možete unijeti tekst koristeći virtualnu tastaturu ili koristeći stvarnu tastaturu.
pt: Podes inserir as letras com o teclado virtual no ecrã ou com o teclado real.
sr@latin: Možeš da unosiš slova koristeći virtuelnu tastaturu na ekranu ili onu stvarnu.

source: Simplified Tower of Hanoi
bs: Pojednostavljene Hanojske kule
pt: Torre de Hanói simplificada
sr@latin: Pojednostavljene Hanojske kule

source: Reproduce the given tower
bs: Napravite datu kulu
pt: Reproduz a torre indicada
sr@latin: Napravi datu kulu

source: Build the same tower in the empty area as the one you see on the right-hand side.
bs: Napravite na praznom mjestu istu kulu kao ona koju vidite na strani desne ruke.
pt: Constrói a mesma torre que vês no lado direito na área vazia.
sr@latin: Napravi na praznom mestu istu kulu kao ona koju vidiš na strani desne ruke.

source: Reproduce the tower on the right in the empty space on the left
bs: Napravi na lijevoj strani kulu, istu kao ova na desnoj strani.
pt: Reproduz a torre à direita no espaço vazio à esquerda
sr@latin: Napravi na levoj strani kulu, istu kao ova na desnoj strani

source: Drag and Drop one top piece at a time, from one peg to another, to reproduce the tower on the right in the empty space on the left.
bs: Privuci i pusti jedan po jedan dio, sa jednog štapa na drugi, da bi napravio na lijevom praznom mjestu istu kulu kao što je na desnoj strani.
pt: Arrasta e larga uma peça de cima de cada vez de uma estaca para a outra, para reproduzir a torre à direita no espaço vazio à esquerda.
sr@latin: Prevuci i pusti jedan po jedan deo, sa jednog štapa na drugi, da napraviš na praznom mestu na levoj strani istu kulu kao što je ona na desnoj strani.

source: Concept taken from EPI games.
bs: Ideja preuzeta iz EPI igrica.
pt: Conceito do jogo – jogos EPI.
sr@latin: Ideja preuzeta iz EPI igrica.

source: Tower of Hanoi
bs: Hanojske kule
pt: Torre de Hanói
sr@latin: Hanojske kule

source: Move the entire stack to the right peg, one disc at a time
bs: Premjestite cijelu gomilu na desni štap, premještajući jedan po jedan disk
pt: Move a pilha inteira para a estaca à direita, um disco de cada vez
sr@latin: Premesti celu gomilu na desni štap, premeštajući jedan po jedan disk

source: The Tower of Hanoi
bs: Hanojske kule
pt: Torre de Hanói
sr@latin: Hanojske kule

source: Reproduce the tower on the right side
bs: Napravite istu kulu kao ova na desnoj strani
pt: Reproduz a torre no lado direito
sr@latin: Napravi istu kulu kao ova na desnoj strani

source: The object of the game is to move the entire stack to another peg, obeying the following rules: * only one disc may be moved at a time * no disc may be placed atop a smaller disc
bs: Cilj igre je da se cijela gomila premjesti na drugi štap, poštujući sljedeća pravila: * samo po jedan disk se može pomjerati * ne može se staviti veći disk na manji
pt: O objetivo do jogo é mover a pilha inteira para a outra estaca, obedecendo às seguintes regras: * só podes mover um disco de cada vez * nenhum disco pode ficar em cima de um disco mais pequeno
sr@latin: Cilj igre je da premestiš celu gomilu na drugi štap, poštujući sledeća pravila: * možeš pomerati samo po jedan disk * ne možeš staviti veći disk na manji

source: Drag and Drop the top pieces only from one peg to another, to reproduce the tower on the right in the empty space on the left.
bs: Privuci i pusti gornji dio sa jednog štapa na drugi, da bi na lijevom, praznom štapu, napravio istu kulu kao što je i na desnoj strani.
pt: Arrasta e larga só as peças de cima de uma estaca para outra, para reproduzir a torre à direita no espaço vazio à esquerda.
sr@latin: Prevuci i pusti gornji deo sa jednog štapa na drugi, da bi na levom, praznom štapu, napravio istu kulu kao što je i na desnoj strani.

source: The puzzle was invented by the French mathematician Edouard Lucas in 1883. There is a legend about a Hindu temple whose priests were constantly engaged in moving a set of 64 discs according to the rules of the Tower of Hanoi puzzle. According to the legend, the world would end when the priests finished their work. The puzzle is therefore also known as the Tower of Brahma puzzle. It is not clear whether Lucas invented this legend or was inspired by it. (source Wikipedia &lt;http://en.wikipedia.org/wiki/Tower_of_hanoi&gt;)
bs: Ovu mozgalicu je stvorio francuski matematičar Eduard Lukas (Edouard Lucas) 1883 godine. Postoji legenda o hinduističkom hramu, čiji su monasi neprekidno premještali grupu od 64 diska u skladu sa pravilima mozgalice Hanojske kule. Prema legendi, kraj sveta će doći kada monasi završe svoj posao. Mozgalica je takođe poznata i kao Bramina kula. Nije najjasnije da li je Lukas izmislio i legendu ili je bio nadahnut njome. (izvor Vikipedija &lt;http://en.wikipedia.org/wiki/Tower_of_hanoi&gt;)
pt: Este quebra-cabeças foi inventado pelo matemático francês Edouard Lucas, em 1883. Diz a lenda que existia um templo hindu onde os monges estavam constantemente a mover um conjunto de 64 discos, de acordo com regras idênticas às do quebra-cabeças Torre de Hanói. Segundo a lenda, o mundo acabaria quando os monges terminassem o seu trabalho. Não se sabe se Lucas inventou esta lenda ou se foi inspirado por ela (fonte: &lt;https://pt.wikipedia.org/wiki/Torre_de_Han%C3%B3i&gt;).
sr@latin: Ovu mozgalicu je stvorio francuski matematičar Eduard Lukas 1883 godine. Postoji legenda o hinduističkom hramu, čiji su monasi neprekidno premeštali grupu od 64 diska u skladu sa pravilima mozgalice Hanojske kule. Prema legendi, kraj sveta će doći kada monasi završe svoj posao. Mozgalica je takođe poznata i kao Bramina kula. Nije najjasnije da li je Lukas izmislio tu legendu ili je bio nadahnut njome. (izvor Vikipedija &lt;http://en.wikipedia.org/wiki/Tower_of_hanoi&gt;)

source: hexagon
bs: šestougao
pt: Hexágono
sr@latin: Šestougao

source: Find the strawberry by clicking on the blue fields
bs: Nađi jagodu klikom na plava polja
pt: Encontra o morango, clicando nos hexágonos azuis.
sr@latin: Nađi jagodu klikom na plava polja

source: Try to find the strawberry under the blue fields. The fields become redder as you get closer.
bs: Pokušaj da nađeš jagodu ispod plavih polja. Polja postaju crvenija što si bliži jagodi.
pt: Tenta encontrar o morango sob o campo de hexágonos azuis.Clica em cada um dos hexágonos para descobrires o que tem por baixo. O fundo por baixo dos hexágonos é tanto mais vermelho quanto mais próximo estiver o morango.
sr@latin: Pokušaj da pronađeš jagodu ispod plavih polja. Polja postaju crvenija što si bliži jagodi.

source: The sun heats the water and creates water vapor. Water vapor combines into small water droplets which becomes clouds.
bs: Sunce zagrijava vodu i stvara se vodena para. Vodena para prelazi u male kapljice vode koji postaju oblaci.
pt: O Sol aquece a água, criando vapor de água. O vapor de água combina-se em pequenas gotículas que se tornam nuvens.
sr@latin: Sunce zagreva vodu i pretvara je u vodenu paru. Vodena para se sjedinjuje u sitne vodene kapi koje postaju oblaci.

source: As a cloud matures, the dense water droplets may combine to produce larger droplets, which may combine to form droplets large enough to fall as rain
bs: Kad oblak sazrijeva, guste kapljice kiše kombiniraju se za proizvodnju većih kapljica, koje se dalje formiraju sve dok ne budu dovoljne velike kao kapljice kiše.
pt: À medida que a nuvem amadurece, as gotículas densas podem-se combinar para formar gotas maiores, que se podem tornar grandes o suficiente para cair como chuva
sr@latin: Kako oblak sazreva, zbijene vodene kapi mogu da se sjedine i da obrazuju veće kapi, koje dalje mogu da se sjedine i da obrazuju kapi dovoljno velike koje mogu da padnu u vidu kiše

source: This is the meter for electricity produced by the turbine.
bs: Ovo je jedinica za struju koja proizvodi turbina.
pt: Este é o medidor de eletricidade produzida pela turbina.
sr@latin: Ovo je merač električne energije proizvedene u turbini.

source: The electricity power is measured in watts (W).
bs: Električna snaga se izražava u vatima (W).
pt: A potência elétrica é medida em Watts (W).
sr@latin: Snaga električne energije se meri u vatima (W).

source: Flowing water is directed on to the blades of a turbine runner, creating a force on the blades. In this way, energy is transferred from the water flow to the turbine
bs: Voda koja teče je usmjerena na lopaticu od turbine, stvarajući silu na lopaticu. Na taj način, protok vode, prenosi energiju na turbinu.
pt: A água corrente é dirigida para as lâminas de uma turbina, criando uma força nas lâminas. Assim, a energia da corrente de água é transferida para a turbina.
sr@latin: Tekuća voda se usmerava na lopatice rotora turbine, stvarajući silu na oštricama. Na taj način, tekuća voda predaje energiju turbini

source: This cloud simulates the wind, click on it to have wind.
bs: Ovaj oblak simulira vjetar, kliknite na njega da bi počeo puhat.
pt: Esta nuvem simula o vento, clica-a para teres vento.
sr@latin: Ovaj oblak simulira vetar, klikni na njega da dobiješ vetar.

source: This is a step down transformer. Electricity is transformed in low voltage, ready to be used by the customers.
bs: Ovo je korak prema kraju transformatora. Struja se pretvarata u niski napon, spreman za korištenje od strane kupaca.
pt: Este é um transformador de redução. A eletricidade é transformada em baixa tensão, pronta a ser usada pelos consumidores.
sr@latin: Ovo je transformator nižeg nivoa. Električna energija je pretvorena na niži napon, spremna za isporuku krajnjim korisnicima.

source: This is the meter for all the electricity produced.
bs: Ovo je mjera za ukupnu proizvedenu električnu energiju.
pt: Este é o medidor para toda a eletricidade produzida.
sr@latin: Ovo je merač ukupne proizvedene električne energije.

source: This is the meter for electricity consumed by the users.
bs: Ovo je jedinica za potrošenu električnu energiju od strane korisnika.
pt: Este é o medidor para a eletricidade consumida pelos utilizadores.
sr@latin: Ovo je merač električne energije koju su potrošili korisnici.

source: This is the meter for electricity produced by the solar panels.
bs: Ovo je jedinica za struju proizvedenu od strane solarnih panela.
pt: Este é o medidor para a eletricidade produzida pelos painéis solares.
sr@latin: Ovo je merač električne energije proizvedene sunčanim panelima.

source: Solar panels use light energy (photons) from the sun to generate electricity through the photovoltaic effect.
bs: Solarni paneli koriste svjetslosnu energiju (fotone) sa Sunca za proizvodnju električne energije putem fotonaponskih učinaka.
pt: Os painéis solares usam energia leve (fotões) do Sol para gerar eletricidade através do efeito fotovoltaico.
sr@latin: Sunčani paneli koriste energiju svetla (fotona) sa sunca da bi stvorili električnu energiju primenom fotoelektričnog efekta.

source: This is the meter for electricity produced by the wind turbines.
bs: Ovo je jedinica za proizvodnju struje od strane vjetrenjača.
pt: Este é o medidor para a eletricidade produzida pelas turbinas eólicas.
sr@latin: Ovo je merač električne energije proizvedene vetrenjačama.

source: A wind turbine is a device that converts wind motion energy into electricity generation. It is called a wind generator or wind charger.
bs: Vjetrenjača je urešaj koji pretvara energiju vjetra u električnu energiju. Naziva se vjetar generator ili vjetar punjač.
pt: Uma turbina eólica é um dispositivo que converte a energia do movimento do vento em geração de eletricidade. É chamada de gerador eólico ou carregador eólico.
sr@latin: Vetrenjače su uređaji koji pretvaraju energiju kretanja vetra u električnu energiju. Poznate su i pod nazivom generatori vetra ili punjači vetra.
