Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Click on the location that matches the text.
bs: Kliknite na mjesto koje odgovara tekstu.
pt: Clica na localização que corresponde ao texto.
sr@latin: Klikni na mesto koje odgovara tekstu.

source: Australia
bs: Australija
pt: Austrália
sr@latin: Australija

source: Aboriginals were the first people to live in Australia. They sing and play instruments, like the didgeridoo. It is made from a log and can be up to five meters long!
bs: Abordžini su bili prvi ljudi koji su živjeli u Australij. Pjevali su, te svirali instrumente kao što je didgeridoo. On je napravljen od log-a i može biti dug do pet metara!
pt: Os aborígenes foram as primeiras pessoas a viver na Austrália. Eles cantam e tocam instrumentos, como o didgeridoo. É feito de um tronco e pode ter até cinco metros!
sr@latin: Aboridžini su prvi stanovnici Australije. Oni pevaju i sviraju instrumente, kao što je didžeridu. Napravljen je od suve grane i može biti dug i do pet metara!

source: Where is the didgeridoo played?
bs: Gdje je didgerido svira ?
pt: Onde é que se toca o didgeridoo?
sr@latin: Gde se svira didžeridu?

source: Africa
bs: Afrika
pt: África
sr@latin: Afrika

source: Music is a part of everyday life in Africa. African music features a great variety of drums, and they believe it is a sacred and magical instrument.
bs: Glazba je dio svakodnevnog života u Africi. Afrička muzika ima veliki izbor bubnjeva, i vjeruju da je bubanj sveti i čarobni instrument.
pt: A música faz parte do dia a dia em África. A música africana usa uma variedade de tambores e os africanos acreditam que é um instrumento sagrado e mágico.
sr@latin: Muzika je deo svakodnevnog života u Africi. Afričku muziku odlikuje veliki broj raznih doboša, a žitelji veruju da je to sveti i magični instrument.

source: Where is the drum considered a magical instrument?
bs: Gdje se bubanj smatra čarobnim instrumentom?
pt: Onde é que os tambores são considerados mágicos?
sr@latin: Gde se doboš smatra magičnim instrumentom?

source: Middle East
bs: Bliski Istok
pt: Média Oriente
sr@latin: Bliski Istok

source: Music is a very important part of middle eastern culture. Specific songs are played to call worshipers to prayer. The lute is an instrument invented thousands of years ago and still in use today.
bs: Muzika je sastavni dio bliskoistočne kulture. Specifične pjesme se sviraju kao poziv vjernicima na molitvu. Lauta je instrument izmišljen prije nekoliko hiljada godina i još uvijek je u upotrebi.
pt: A música é uma parte muito importante da cultura do Médio Oriente. São tocadas canções específicas para chamar os crentes à oração. O alaúde é um instrumento inventado há milhares de anos e ainda se usa hoje em dia.
sr@latin: Muzika je vrlo važan deo kulture bliskog istoka. Naročite pesme se sviraju da prizovu sledbenike na molitvu. Lauta je instrument izmišljen pre nekoliko hiljada godina i još uvek je u upotrebi.

source: Where is music used to call people to prayer?
bs: Gdje muzika poziva ljude na molitvu?
pt: Onde é que a música é usada para chamar pessoas à oração?
sr@latin: Gde se muzika koristi kao poziv na molitvu?

source: Taiko drumming comes from Japan. This type of drumming was originally used to scare enemies in battle. It is very loud, and performances are very exciting with crowds cheering and performers yelling!
bs: Taiko bubnjevi dolaze iz Japana. Ova vrsta bubnjeva se izvorno koristila da prepadne protivnike u dvoboju. Vrlo je glasno, a nastupi su veoma uzbudljivi sa dosta publike.
pt: Os tambores Taiko vêm do Japão. Este tipo de tambores foi originalmente usado para assustar inimigos em batalha. Toca muito alto e as atuações são muito excitantes com multidões a aplaudir e os atuantes a gritar.
sr@latin: Taiko doboš je poreklom iz Japana. Ova vrsta doboša je prvobitno bila korišćena za plašenje neprijatelja u borbi. Vrlo je bučan, a delotvornost je vrlo uzbudljiva uz urlanje navijača i viku izvođača!

source: Where do performers yelp as they play the drums?
bs: Gdje izvođači cvile dok sviraju bubnjeve?
pt: Onde é que os atuantes gritam quando tocam tambor?
sr@latin: Gde to izvođači viču dok sviraju doboše?

source: Scotland and Ireland
bs: Škotska i Irska
pt: Escócia e Irlanda
sr@latin: Škotska i Irska

source: Folk music of this region is called celtic music, often incorporates a narrative poem or story. Typical instruments include bagpipes, fiddles, flutes, harps, and accordions.
bs: Folk glazba sa ovog područja se naziva keltska glazba, često uključuje narativni pjesmu ili priču. Tipični instrumenti su gajde, violine, flaute, harfe i harmonike.
pt: A música popular destas regiões é chamada música celta. Incorpora muitas vezes um poema ou uma história. Os instrumentos típicos são a gaita de foles, o violino, flautas, harpas e acordeão.
sr@latin: Narodna muzika ove regije se zove keltska muzika, često sadrži poemu ili priču za recitovanje. U tipične instrumente spadaju gajde, gusle, flaute, harfe i harmonike.

source: Bagpipers, who often wear kilts, are from this location.
bs: Bagpipers, koji često nose kiltove su iz tog mjesta.
pt: Os tocadores de gaita de foles, que habitualmente usam kilts, são daqui.
sr@latin: Gajdaši, koji često nose kilt, su sa ovih prostora.

source: Italy
bs: Italija
pt: Itália
sr@latin: Italija

source: Italy is famous for its Opera. Opera is a musical theater where actors tell a story by acting and singing. Opera singers, both male and female, learn special techniques to sing operas.
bs: Italija je poznata po operi. Opera je muzički teatar gdje akteri pričaju priču glumom i pjevanjem. Operski pjevači, i muško i žensko, naučili su posebne tehnike za pjevanje.
pt: A itália é famosa pela sua ópera. A ópera é um teatro musical onde os atores contam uma história representando e cantando. Os cantores de ópera, homens e mulheres, aprendem técnicas especiais para cantar ópera.
sr@latin: Italija je poznata po Operi. Opera je muzičko pozorište u kome glumci kazuju priču pevajući i glumeći. Operski pevači, muški i ženski, uče posebne veštine da bi pevali opere.

source: This country is known for its opera music.
bs: Ova zemlja je poznata po svojoj opetnoj glazbi.
pt: Este país é famoso pelas suas óperas.
sr@latin: Ova zemlja je poznata po svojoj operskoj muzici.

source: European Classical Music
bs: Europska klasična muzika.
pt: Música clássica europeia
sr@latin: Evropska klasična muzika

source: Europe is the home of classical music. Famous composers like Bach, Beethoven, and Mozart forever changed music history.
bs: Europa je dom klasične muzike. Poznati kompozitori poput Bacha, Beethovena i Mozarta su zauvijek promijenili historiju muzike.
pt: A Europa é a casa da música clássica. Compositores famosos, como Bach, Beethoven e Mozart alteraram para sempre a história da música.
sr@latin: Evropa je kolevka klasične muzike. Poznati kompozitori Bah, Betoven i Mocart su zauvek izmenili muzičku istoriju.

source: Bach, Beethoven, and Mozart composed music in this location.
bs: Bach, Beethoven, i Mozart komponovali su muziku na ovom mjestu.
pt: Bach, Beethoven e Mozart compuseram música nesta localização.
sr@latin: Bah, Betoven i Mocart su komponovali muziku na ovom prostoru.

source: Mexico
bs: Meksiko
pt: México
sr@latin: Meksiko

source: Mariachi is a famous type of Mexican music. It features guitars, trumpets, and violins. These bands play for many occasions, including weddings and parties.
bs: Mariachi je poznata vrsta meksičke muzike. Ona sadrži gitare, trube i violine. Ovi bendovi sviraju za mnoge prigode, uključujući vjenčanja i proslave.
pt: Mariachi é um tipo famoso de música mexicana. Usa guitarras, trompetes e violinos. Estas bandas tocam em muitas ocasiões, incluindo casamentos e festas.
sr@latin: Mariaki je poznata vrsta meksičke muzike. Sadrži gitare, trube i violine. Ove grupe sviraju u mnogim prilikama, uključujući svadbe i žurke.

source: At parties, people often dance to the Mariachi music. A Famous dance is:
bs: Na zabavama, ljudi često plešu uz Mariach muziku. Poznati ples je:
pt: Nas festas, as pessoas dançam muitas vezes ao som do mariachi. Uma dança famosa é:
sr@latin: Na žurkama, ljudi često igraju prema Mariaki muzici. Poznata vrsta plesa je:

source: Where is Mariachi music from?
bs: Odakle dolazi Mariachi muzika?
pt: De onde é a música mariachi?
sr@latin: Odakle potiče Mariaki muzika?

source: United State of America
bs: Sjedinjene Američke Države
pt: Estados Unidos da América
sr@latin: Sjedinjene Američke Države

source: USA also has a wide variety of musical genres, but perhaps it is most famous for rock n' roll music. This music features vocalists, guitars, and drums.
bs: SAD također imaju široku paletu muzičkih žanrova, ali možda je najpoznatija rock 'n' roll muzika. Ova glazba sadrži pjevače, gitare i bubnjeve.
pt: Os EUA têm uma grande variedade de géneros musicais, mas talvez o mais famoso seja o Rock n" Roll. Esta música envolve vocalistas, guitarras e tambores.
sr@latin: SAD takođe ima veliki broj muzičkih žanrova, ali je možda najpoznatija po rokenrol muzici. Ovu muziku odlikuju pevači, gitare, i bubnjevi.

source: The 'king' of rock n' roll is
bs: 'Kralj' rock 'n' rolla je
pt: O "rei" do rock n" roll é
sr@latin: „Kralj“ rokenrola je

source: The 'king' of rock n' roll, Elvis Presley, made his music famous in this country.
bs: 'Kralj' rock n 'rolla, Elvis Presley, napravio je ovu muziku poznatom u svojoj zemlji.
pt: O "rei" do rock n" roll, Elvis Presley, tornou a sua música famosa neste país.
sr@latin: „Kralj“ rokenrola, Elvis Prisli, je učinio svoju muziku poznatom u ovoj zemlji.

source: The fifteen game
bs: Igra petnaest
pt: O jogo dos quinze
sr@latin: Igra petnaest

source: Move each item to make an increasing series: from the smallest to the largest
bs: Pomjeraj svaki dio da bi napravio uvećavajući niz: od najmanjeg do najvećeg
pt: Coloca as peças por ordem crescente: do mais pequeno para o maior
sr@latin: Pomeraj svaki deo da napraviš rastući niz: od najmanjeg do najvećeg

source: Click on any item that has a free block beside it, and it will be swapped with the empty block.
bs: Kliknite na bilo koji dio, koji ima slobodan prostor pored sebe, i biće zamijenjen sa tim praznim prostorom.
pt: Clica em qualquer peça que tenha um espaço livre ao seu lado e a peça mover-se-á para esse lugar.
sr@latin: Klikni na bilo koji deo, koji ima slobodan prostor pored sebe, i biće zamenjen sa tim praznim prostorom.

source: Original code taken from the libgnomecanvas demo
bs: Izvorni kôd preuzet iz primjera za libgnomecanvas
pt: Código original – demonstração de "libgnomecanvas".
sr@latin: Izvorni kôd je preuzet iz primera za „libgnomecanvas“

source: Control the hose-pipe
bs: Upravljanje crijevom
pt: Controla o regador
sr@latin: Upravljanje crevom

source: Tux needs to water the flowers, but the hose is blocked.
bs: Pingoslavu treba voda za zalivanje cvijeća ali crijevo je blokirano.
pt: O Tux precisa de regar as flores, mas o regador está entupido.
sr@latin: Pingoslav treba da zalije cveće, ali je crevo blokirano.

source: Fine motor coordination
bs: Precizna koordinacija pokreta
pt: Desenvolver a coordenação motora.
sr@latin: Precizna koordinacija pokreta

source: Move the mouse over the red part of the hose-pipe. This will move it, bringing it, part by part, up to the flowers. Be careful, if you move off the hose, the red part will go back down.
bs: Pomjeraj miša preko crvenog djela crijeva. Time ćeš ga pomjerati, malo po malo, sve do cvijeća. Budi pažljiv! Ako pomjeriš pokazivač miša sa crijeva, crveni dio će se vratiti nazad.
pt: Nesta atividade, deves ajudar o Tux a regar as flores, desentupindo o regador. Coloca o rato por cima da peça vermelha do regador e move-a lentamente ao longo do cano. Dessa forma, empurrarás a água até à ponta do cano e as flores serão regadas. Cuidado: se moveres o rato para fora do cano, a peça vermelha recua e terás de recomeçar.
sr@latin: Pomeraj miša preko crvenog dela creva. To će ga pomerati, donevši ga, malo po malo, sve do cveća. Budi pažljiv/a! Ako pomeriš pokazivač miša sa creva, crveni deo će se vratiti nazad.

source: Author: Bruno Coudoin Contribution: Pascal Georges, Jose Jorge, Yves Combe Graphics: Renaud Blanchard, Franck Doucet Intro Music: Djilali Sebihi Background Music: Rico Da Halvarez
bs: Autor: Bruno Kudoin (Bruno Coudoin) Doprineo: Paskal Žorž (Pascal Georges), Hoze Horhe (Josi Jorge), Iv Komb (Yves Combe) Grafika: Renod Blanšar (Renaud Blanchard), Frank Duset (Franck Doucet) Uvodna muzika: Đilali Sebi (Djilali Sebihi) Muzika u pozadini: Riko Da Alvarez (Rico Da Halvarez)
pt: Autor: Bruno Coudoin Contribuições: Pascal Georges, José Jorge, Yves Combe Gráficos: Renaud Blanchard, Franck Doucet Música da abertura: Djilali Sebihi Música de fundo: Rico Da Halvarez
sr@latin: Autor: Bruno Kuduan Doprinosioci: Paskal Žorž, Hoze Horže, Iv Komb Grafika: Reno Blanšar, Frank Duset Uvodna muzika: Đilali Sebii Muzika u pozadini: Riko Da Alvarez

source: translator-credits
bs: Goro Faruk https://launchpad.net/~fgoro1 Samir Ribić https://launchpad.net/~megaribi
pt: IFILP-TEC | Área Técnica do IFILP ("tec.ifilp.org/info?GCompris") Com o apoio de Caixa Mágica Software (Tradução inicial por José Jorge, Duarte Loreto e António Lima.) Pedro Albuquerque <palbuquerque73@gmail.com>
sr@latin: Danilo Šegan <danilo@prevod.org> Slobodan Simić <simicsl@verat.net> Miroslav Nikolić <miroslavnikolic@rocketmail.com> Prevod.org — prevod na srpski jezik

source: About GCompris
bs: O GKomprisu
pt: Sobre o GCompris
sr@latin: O Gkomprisu

source: GCompris Home Page: http://gcompris.net
bs: GCompris Početna stranica: http://gcompris.nit
pt: Página web do GCompris: http://gcompris.net
sr@latin: Matična stranica Gkomprisa: http://gcompris.net

source: Translators:
bs: Prevodioci:
pt: Tradutores:
sr@latin: Prevodioci:

source: This software is a GNU Package and is released under the GNU General Public License
bs: Ovaj program je GNU paket i objavljen je pod Gnuovom opštom javnom licencom
pt: Esta aplicação é um Pacote GNU e é disponibilizada sob licença GNU General Public License.
sr@latin: Ovaj program je Gnuov paket i objavljen je pod Gnuovom opštom javnom licencom

source: OK
bs: U redu
pt: Aceitar
sr@latin: U redu

source: GCompris confirmation
bs: Potvrda GKomprisa
pt: Confirmação GCompris
sr@latin: Gkomprisova potvrda

source: Are you sure you want to quit?
bs: Jeste i sigurni da želite da izađete?
pt: Tens a certeza que queres sair?
sr@latin: Želiš da prekineš sa igrom?

source: Yes, I am sure!
bs: Da, siguran sam!
pt: Sim, tenho a certeza!
sr@latin: Da, sto posto!

source: No, I want to keep going
bs: Ne, želim da nastavim
pt: Não, quero continuar
sr@latin: Ne, želim da nastavim.

source: Dynamic module loading is not supported. GCompris cannot load.
bs: Dinamičko učitavanje modula nije podržano. GKompris se ne može učitati.
pt: O carregamento dinâmico dos módulos não é suportado. O GCompris não pode ser carregado.
sr@latin: Dinamičko učitavanje modula nije podržano. Gkompris se ne može učitati.

source: Select the language to use in the board
bs: Izaberite jezik koji ćete koristiti
pt: Selecione o idioma da atividade
sr@latin: Izaberi jezik koji ćeš koristiti

source: Global GCompris mode
bs: Opšti GKompris režim
pt: Modo GCompris global
sr@latin: Opšti režim Gkomprisa

source: Normal
bs: Normalan
sr@latin: Normalan

source: 2 clicks
bs: 2 klika
pt: 2 cliques
sr@latin: 2 klika

source: both modes
bs: oba režima
pt: Ambos os modos
sr@latin: oba režima

source: Select the drag and drop mode to use in the board
bs: Izaberite režim prevuci-i-pusti koji će se koristi
pt: Selecione o modo de arrastar e largar a adoptar na atividade:
sr@latin: Izaberi režim prevuci-i-pusti za korišćenje na tabli

source: %d (New level)
bs: %d (Novi nivo)
pt: %d (novo nível)
sr@latin: %d (novi nivo)

source: Configure the list of words
bs: Podesite listu riječi
pt: Configuração da lista de palavras
sr@latin: Podesi spisak reči

source: Choice of the language
bs: Izaberite jezik
pt: Seleção do idioma
sr@latin: Izbor jezika

source: Choice of the level
bs: Izaberite nivo
pt: Seleção do nível
sr@latin: Izbor nivoa

source: Language: your system default
bs: Jezik: Vaš sistem je na zadanim postavkama
pt: Idioma: predefinição do sistema
sr@latin: Jezik: osnovni sa sistema

source: Afrikaans
bs: Afrikanski
pt: Africânder
sr@latin: Afrikanski

source: Albanian
bs: Albanski
pt: Albanês
sr@latin: Albanski

source: Amharic
bs: Amharski
pt: Amárico
sr@latin: Amariski

source: Arabic
bs: Arapski
pt: Árabe
sr@latin: Arapski

source: Asturian
bs: Asturijski
pt: Asturiano
sr@latin: Asturijski

source: Basque
bs: Baskijski
pt: Basco
sr@latin: Baskijski

source: Breton
bs: Bretonski
pt: Bretão
sr@latin: Bretonski

source: Bulgarian
bs: Bugarski
pt: Búlgaro
sr@latin: Bugarski

source: Catalan
bs: Katalonski
pt: Catalão
sr@latin: Katalonski

source: Chinese (Simplified)
bs: Kineski (pojednostavljen)
pt: Chinês (simplificado)
sr@latin: Kineski (pojednostavljen)

source: Chinese (Hong Kong)
bs: Kineski (Hong Kong)
pt: Chinês (Honk Kong)
sr@latin: Kineski (Hong Kong)

source: Chinese (Traditional)
bs: Kineski (tradicionalni)
pt: Chinês (tradicional)
sr@latin: Kineski (tradicionalni)

source: Croatian
bs: Hrvatski
pt: Croata
sr@latin: Hrvatski

source: Czech Republic
bs: Češka
pt: Checo
sr@latin: Češka

source: Danish
bs: Danski
pt: Dinamarquês
sr@latin: Danski

source: Dutch
bs: Holandski
pt: Holandês
sr@latin: Holandski

source: Dzongkha
bs: Džongka
sr@latin: Dzongka

source: English (Canada)
bs: Engleski (Kanada)
pt: Inglês (Canadá)
sr@latin: Engleski (Kanada)

source: English (Great Britain)
bs: Engleski (Velika Britanija)
pt: Inglês (Grã-Bretanha)
sr@latin: Engleski (Velika Britanija)

source: English (United States)
bs: Engleski (Sjedinjene Države)
pt: Inglês (Estados Unidos)
sr@latin: Engleski (Sjedinjene Države)

source: Finnish
bs: Finski
pt: Finlandês
sr@latin: Finski

source: French
bs: Francuski
pt: Francês
sr@latin: Francuski

source: Galician
bs: Galicijski
pt: Galego
sr@latin: Galicijski

source: Georgian
bs: Gruzijski
pt: Georgiano
sr@latin: Gruzijski

source: German
bs: Njemački
pt: Alemão
sr@latin: Nemački

source: Greek
bs: Grčki
pt: Grego
sr@latin: Grčki

source: Scottish Gaelic
bs: Škotski galski
pt: Escocês Gaélico
sr@latin: Škotski galski

source: Gujarati
bs: Gudžarati
sr@latin: Gudžarati

source: Hebrew
bs: Hebrejski
pt: Hebraico
sr@latin: Hebrejski

source: Hindi
bs: Hindu
sr@latin: Hindu

source: Hungarian
bs: Mađarski
pt: Húngaro
sr@latin: Mađarski

source: Indonesian
bs: Indonežanski
pt: Indonésio
sr@latin: Indonežanski

source: Irish (Gaelic)
bs: Irski (Galski)
pt: Irlandês (Gaélico)
sr@latin: Irski (Galski)

source: Italian
bs: Italijanski
pt: Italiano
sr@latin: Italijanski

source: Japanese
bs: Japanski
pt: Japonês
sr@latin: Japanski

source: Kannada
bs: Kanada
sr@latin: Kanada

source: Kinyarwanda
bs: Kinjaruanda
sr@latin: Kinjaruanda

source: Korean
bs: Korejski
pt: Coreano
sr@latin: Korejski

source: Latvian
bs: Latvijski
pt: Letão
sr@latin: Letonski

source: Lithuanian
bs: Litvanski
pt: Lituano
sr@latin: Litvanski

source: Macedonian
bs: Makedonski
pt: Macedónio
sr@latin: Makedonski

source: Malay
bs: Malajski
pt: Malaio
sr@latin: Malajski

source: Malayalam
bs: Malajamski
sr@latin: Malajamski

source: Marathi
bs: Marati
sr@latin: Marati

source: Montenegrin
bs: Crnogorski
pt: Montenegrino
sr@latin: Crnogorski

source: Nepal
bs: Nepalski
pt: Nepalês
sr@latin: Nepalski

source: Norwegian Bokmal
bs: Norveški Bokmal
pt: Norueguês (Bokmål)
sr@latin: Norveški Bokmal

source: Norwegian Nynorsk
bs: Norveški Ninorsk
pt: Norueguês (Nynorsk)
sr@latin: Norveški Ninorsk

source: Occitan (languedocien)
bs: Oksitanski
pt: Occitano (língua de oc)
sr@latin: Oksitanski

source: Persian
bs: Perzijski
pt: Persa
sr@latin: Persijski

source: Polish
bs: Poljski
pt: Polaco
sr@latin: Poljski

source: Portuguese (Brazil)
bs: Portugalski (Brazil)
pt: Português (Brasil)
sr@latin: Portugalski (Brazil)

source: Portuguese
bs: Portugalski
pt: Português
sr@latin: Portugalski

source: Punjabi
bs: Pandžabi
sr@latin: Pandžabi

source: Romanian
bs: Rumunski
pt: Romeno
sr@latin: Rumunski

source: Russian
bs: Ruski
pt: Russo
sr@latin: Ruski

source: Serbian (Latin)
bs: Srpski (latinica)
pt: Sérvio (Latim)
sr@latin: Srpski (latinica)

source: Serbian
bs: Srpski
pt: Sérvio
sr@latin: Srpski

source: Slovak
bs: Slovački
pt: Eslovaco
sr@latin: Slovački

source: Slovenian
bs: Slovenački
pt: Esloveno
sr@latin: Slovenački

source: Somali
bs: Somalijski
sr@latin: Somalijski

source: Spanish
bs: Španski
pt: Espanhol
sr@latin: Španski

source: Swedish
bs: Švedski
pt: Sueco
sr@latin: Švedski

source: Tamil
bs: Tamilski
sr@latin: Tamilski

source: Thai
bs: Tai
pt: Tailandês
sr@latin: Tai

source: Turkish (Azerbaijan)
bs: Turski (Azerbejdžan)
pt: Turco (Azerbaijão)
sr@latin: Turski (Azerbejdžan)

source: Turkish
bs: Turski
pt: Turco
sr@latin: Turski

source: Ukrainian
bs: Ukrajinski
pt: Ucraniano
sr@latin: Ukrajinski

source: Vietnamese
bs: Vijetnamski
pt: Vietnamita
sr@latin: Vijetnamski

source: Walloon
bs: Valunski
sr@latin: Valunski

source: Timer: No time limit
bs: Odborjavanje: Nema vremenskog ograničenja
pt: Temporizador: sem tempo limite
sr@latin: Vreme: Bez ograničenja

source: Timer: Slow timer
bs: Odbrojavanje: Sporo odbrojavanje
pt: Temporizador: lento
sr@latin: Vreme: Usporeno

source: Timer: Normal timer
bs: Odbrojavanje: Normalno odbrojavanje
pt: Temporizador: normal
sr@latin: Vreme: Normalno

source: Timer: Fast timer
bs: Odbrojavanje: Brzo odbrojavanje
pt: Temporizador: rápido
sr@latin: Vreme: Brzo

source: Use GCompris administration module to filter boards
bs: Koristi administratorski modul Gkomprisa za izdvajanje tabli
pt: Utilize o módulo de administração do GCompris para filtrar atividades
sr@latin: Koristi administratorski modul Gkomprisa za izdvajanje tabli

source: GCompris Configuration
bs: Podešavanje GKomprisa
pt: Configuração do GCompris
sr@latin: Podešavanje Gkomprisa

source: Fullscreen
bs: Pun ekran
pt: Ecrã completo
sr@latin: Preko celog ekrana

source: Remember level for default user
bs: Zapamti nivo za zadanog korisnika
pt: Relembrar nível para o utilizador predefinido
sr@latin: Upamti nivo za osnovnog korisnika

source: Music
bs: Muzika
pt: Música
sr@latin: Muzika

source: Effect
bs: Efekti
pt: Efeito
sr@latin: Dejstvo

source: Zoom
bs: Uvećaj
pt: Ampliação
sr@latin: Uvećanje

source: Font: %s
bs: Slovni lik: %s
pt: Letra: %s
sr@latin: Slovni lik: %s

source: CANCEL
bs: OTKAŽI
pt: CANCELAR
sr@latin: OTKAŽI

source: LOAD
bs: UČITAJ
pt: CARREGAR
sr@latin: UČITAJ

source: SAVE
bs: SAČUVAJ
pt: GRAVAR
sr@latin: SAČUVAJ

source: Couldn't find or load the file
bs: Ne mogu da nađem ili učitam datoteku
pt: Impossível encontrar ou carregar o ficheiro
sr@latin: Ne mogu da nađem ili učitam datoteku

source: This activity is incomplete.
bs: Ova vježba nije dovršena.
pt: Esta atividade está incompleta.
sr@latin: Ova vežba nije dovršena.

source: Exit it and report the problem to the authors.
bs: Zatvorite je i prijavite problem autorima.
pt: Saia desta atividade e relate o problema aos autores.
sr@latin: Zatvori je i prijavi problem autorima.

source: run GCompris in fullscreen mode.
bs: pokreni GKompris preko cijelog ekrana.
pt: Executar o GCompris em modo de ecrã completo.
sr@latin: pokreće Gkompris preko celog ekrana.

source: run GCompris in window mode.
bs: pokreni GKompris u prozoru.
pt: Executar o GCompris numa janela.
sr@latin: pokreće Gkompris u prozoru.

source: run GCompris with sound enabled.
bs: pokreni GKompris uz uključen zvuk.
pt: Executar o GCompris com o som ativado.
sr@latin: pokreće Gkompris sa zvukom.

source: run GCompris without sound.
bs: pokreni GKompris bez zvuka.
pt: Executar o GCompris com o som desativado.
sr@latin: pokreće Gkompris bez zvuka.
