Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Mental calculation, arithmetic equality
bs: Računanje napamet, aritmetička jednakost
pt: Desenvolver a capacidade de realizar cálculos mentalmente e a noção de igualdade aritmética.
sr@latin: Računanje napamet, aritmetička jednakost

source: To balance the scales, move the weights on the left or the right side. The weights can be arranged in any order.
bs: Uravnotežite vagu pomicanjem težine na lijevu ili desnu stranu. Tegovi mogu biti raspoređeni na bilo koji način.
pt: Para equilibrares a balança, clica nos pesos e, deslocando o rato, move-os para o prato esquerdo ou para o direito. Os pesos podem ser dispostos por qualquer ordem.
sr@latin: Da uravnotežiš vagu, premesti težine na levi ili desni tas. Težine se mogu slagati potpuno proizvoljno.

source: The painting is an original painting created by Virginie MOREAU (virginie.moreau@free.fr) in 2001. Its name is 'Spices Seller in Egypt'. It is released under the GPL license.
bs: Sliku je naslikao Virginie MOREAU (virginie.moreau @ free.fr) u 2001. Njegovo ime je 'Spices Seller u Egiptu'. To je objavljen pod GPL licencom.
pt: Pintura "Vendedor de Especiarias no Egipto" – Autor: Virginie Moreau (virginie.moreau@free.fr). Licença: GNU GPL.
sr@latin: Slika je originalno delo Virdžinije Moro (virginie.moreau@free.fr) iz 2001. godine. Naziv joj je „Prodavac začina u Egiptu“. Objavljena je pod OJL.

source: Drag and Drop masses to balance the scales and calculate the weight
bs: Povucite i ispustite tegove kako bi uravnotežili vagu i izračunali težinu
pt: Arrasta e larga massas para equilibrar os pratos da balança e calculares o peso
sr@latin: Prevuci i pusti mase da uravnotežiš vagu i da izračunaš težinu

source: Mental calculation, arithmetic equality, unit conversion
bs: Računanje napamet, aritmetička jednakost, jedinica za pretvorbu
pt: Cálculos mentais, igualdade aritmética, conversão de unidades
sr@latin: Računanje napamet, aritmetička jednakost, pretvaranje jedinica

source: To balance the scales, move the masses on the left or the right side. Take care of the weight and the unit of the masses, remember that a kilogram (kg) is 1000 grams (g). They can be arranged in any order.
bs: Uravnotežiti vagu, premjestiti mase na lijevoj ili desnoj strani. Vodite brigu o težini i jedinici mase, ne zaboravite da je kilogram (kg) 1000 grama (g). Oni mogu biti raspoređeni po bilo kojem redoslijedu.
pt: Para equilibrares os pratos da balança, clica nos pesos e, deslocando o rato, move-os para o prato esquerdo ou para o direito. Tem atenção ao peso e à unidade das massas, lembra-te de que um quilograma (kg) são 1000 grama (g). Podem ser colocados em qualquer ordem.
sr@latin: Da uravnotežiš vagu, stavi mase na levi ili desni tas. Obrati pažnju na težinu i na jedinicu mere, samo da te podsetimo da je jedan kilogram (kg) 1000 grama. Mase se mogu slagati potpuno proizvoljno.

source: Sea race (Single Player)
bs: Pomorska trka (jedan igrač)
pt: Regata (jogador único)
sr@latin: Pomorska trka (jedan igrač)

source: Give good instructions to your ship in order to be first in the race.
bs: Zadajte pravi kurs svom brodu da bi ste pobijedili u trci.
pt: Conduz o teu barco com precisão para ganhares a corrida.
sr@latin: Zadaj pravi kurs svom brodu da bi pobedio/la u trci.

source: In this activity, you will learn how to enter commands into a computer. Even if the language is extremely basic, you learn here how to think ahead and construct a program. This activity can be used to introduce the programming concept to children.
bs: U ovoj vježbi, naučićete kako se unose naredbe u računar. Iako je jezik krajnje jednostavan, ovdje ćete naučiti kako razmišljati unaprijed i napraviti program. Ova vježba se može koristiti za upoznavanje djece sa konceptom programiranja.
pt: Aprende a dar instruções ao computador. Ainda que a a linguagem seja extremamente simples, esta atividade ajuda a antecipar problemas e soluções e a escrever um programa. Esta atividade pode ser utilizada para apresentar o conceito de programação às crianças.
sr@latin: U ovoj vežbi, naučićeš kako se unose naredbe u računar. Iako je jezik krajnje jednostavan, ovde ćeš naučiti kako da razmišljaš unapred i da napraviš program. Ova vežba se može koristiti za upoznavanje dece sa konceptom programiranja.

source: In the text entry, enter one command per line, to control your boat. Commands supported are displayed between the two entry areas. The 'left' and 'right' commands must be followed by an angle in degrees. The angle value is also called a 'parameter' to the left or right command. By default 45 degrees is used. The 'forward' command accepts a distance parameter. By default 1 is used. For example: - left 90: Make a perpendicular left turn - forward 10: Go forward for 10 units (as displayed on the ruler). The goal is to reach the right of the screen (the red line). When done, you can try to improve your program and start a new race with the same weather conditions by using the retry button. You can click and drag your mouse anywhere on the map to get a measurement in distance and angle. Going to the next level will give you more complex weather conditions.
bs: U polje za unos teksta unesite jednu naredbu po liniji da bi ste upravljali vašim brodom. Naredbe koje su podržane su prikazane između dva polja za unose. Nakon naredbi „lijevo“ i „desno“ mora slediti parametar za ugao u stepenima. Podrazumevano se koristi 45 stepeni. Naredba „napred“ prihvata parametar za udaljenost. Podrazumevano je 1. Na primjer: - lijevo 90: pravi okret u lijevo pod pravim uglom - naprijed 10: ide naprijed za 10 polja (kako je prikazano na lenjiru). Cilj je stići do desne strane ekrana (crvene linije). Kada završite, možete pokušati da poboljšate svoj program i započnete novu trku sa istim vremenskim uslovima pomoću dugmeta za ponovni pokušaj. Možete kliknuti mišem bilo gdje na karti da bi ste izmjerili rastojanje ili ugao. Prelaskom na sljedeći nivo imaćete mnogo složenije vremenske uslove.
pt: Na caixa de texto, no painel inferior, introduz, linha a linha, os comandos que controlarão o barco. A lista de comandos que podes usar é apresentada ao centro, entre as duas caixas de texto. Os comandos "esquerda" e "direita" devem ser acompanhados de um ângulo em graus. O valor do ângulo também é chamado de "parâmetro" do comando. A predefinição é 45 graus. O comando "avançar" deve ser acompanhado de um parâmetro que indique a distância a percorrer (em unidades de grelha). A predefinição é 1. Por exemplo… – "esquerda 90": o barco vira perpendicularmente à esquerda (90º); – "avançar 10": o barco avança 10 unidades de grelha (conforme indicado pela régua). Quando conseguires atingir o lado direito do ecrã (a linha vermelha), podes tentar melhorar o teu programa e recomeçar a corrida com as mesmas condições meteorológicas; para tal, clica no botão "Setas verdes em círculo". Podes clicar sobre o mapa e deslocar o rato em qualquer direção para obteres medidas das distâncias a percorrer e dos ângulos a virar. À medida que avanças nos níveis, as condições meteorológicas tornam-se mais complexas.
sr@latin: U polje za unos teksta unesi jednu naredbu po liniji da bi upravljao/la tvojim brodom. Naredbe koje su podržane su prikazane između dva polja za unose. Nakon naredbi „levo“ i „desno“ mora slediti parametar za ugao u stepenima. Podrazumevano se koristi 45 stepeni. Naredba „napred“ prihvata parametar za udaljenost. Osnovno je 1. Na primer: — levo 90: pravi okret u levo pod pravim uglom — napred 10: ide napred za 10 polja (kako je prikazano na lenjiru). Treba da stigneš do desne strane ekrana (crvene linije). Kada završiš, možeš pokušati da poboljšaš svoj program i započneš novu trku sa istim vremenskim uslovima pomoću dugmeta za ponovni pokušaj. Možeš kliknuti mišem bilo gde na karti da izmeriš rastojanje ili ugao. Prelaskom na sledeći nivo imaćeš mnogo složenije vremenske uslove.

source: The race is already being run
bs: Trka je već pokrenuta
pt: A corrida já começou.
sr@latin: Trka je već počela

source: right
bs: desno
pt: direita
sr@latin: desno

source: forward
bs: naprijed
pt: avançar
sr@latin: napred

source: left
bs: lijevo
pt: esquerda
sr@latin: levo

source: COMMANDS ARE
bs: NAREDBE SU
pt: OS COMANDOS SÃO:
sr@latin: NAREDBE SU

source: This is a draw
bs: Ovo je neriješeno
pt: Empate
sr@latin: Ovo je nerešeno

source: The Red boat has won
bs: Crveni brod je pobijedio
pt: O barco vermelho ganhou.
sr@latin: Pobedio je crveni brod

source: The Green boat has won
bs: Zeleni brod je pobijedio
pt: O barco verde ganhou.
sr@latin: Pobedio je zeleni brod

source: Angle:
bs: Ugao:
pt: Ângulo:
sr@latin: Ugao:

source: Wind:
bs: Vjetar:
pt: Vento:
sr@latin: Vetar:

source: Syntax error at line
bs: Sintaksna greška na liniji
pt: Erro de sintaxe na linha
sr@latin: Greška izraza na liniji

source: The command
bs: Naredba
pt: O comando
sr@latin: Naredba

source: Unknown command at line
bs: Nepoznata naredba na liniji
pt: Comando desconhecido na linha
sr@latin: Nepoznata naredba na liniji

source: Distance:
bs: Udaljenost:
pt: Distância:
sr@latin: Udaljenost:

source: Sea race (2 Players)
bs: Pomorska trka (2 igrača)
pt: Regata (2 jogadores)
sr@latin: Pomorska trka (2 igrača)

source: Direct your boat accurately to win the race.
bs: Precizno usmjerite svoj brod da bi pobijedili u trci.
pt: Conduz o teu barco com precisão para ganhares a corrida.
sr@latin: Precizno usmeri tvoj brod da bi pobedio/la u trci.

source: In the text entry, enter one command per line, to control your boat. Commands supported are displayed between the two entry areas. The 'left' and 'right' commands must be followed by an angle in degrees. The angle value is also called a 'parameter' to the left or right command. By default 45 degrees is used. The 'forward' command accepts a distance parameter. By default 1 is used. For example: - left 90: Make a perpendicular left turn - forward 10: Go forward for 10 units (as displayed on the ruler). The goal is to reach the right of the screen (the red line). When done, you can try to improve your program and start a new race with the same weather conditions by using the retry button. You can click and drag your mouse anywhere on the map to get a measurement in distance and angle. Going to the next level will give you more complex weather conditions.
bs: U polje za unos teksta unesite jednu naredbu po liniji da bi ste upravljali vašim brodom. Naredbe koje su podržane su prikazane između dva polja za unose. Nakon naredbi „lijevo“ i „desno“ mora slediti parametar za ugao u stepenima. Podrazumevano se koristi 45 stepeni. Naredba „napred“ prihvata parametar za udaljenost. Podrazumevano je 1. Na primjer: - lijevo 90: pravi okret u lijevo pod pravim uglom - naprijed 10: ide naprijed za 10 polja (kako je prikazano na lenjiru). Cilj je stići do desne strane ekrana (crvene linije). Kada završite, možete pokušati da poboljšate svoj program i započnete novu trku sa istim vremenskim uslovima pomoću dugmeta za ponovni pokušaj. Možete kliknuti mišem bilo gdje na karti da bi ste izmjerili rastojanje ili ugao. Prelaskom na sljedeći nivo imaćete mnogo složenije vremenske uslove.
pt: O teu objetivo, nesta atividade, é definires as instruções que o teu barco deve seguir para atingir o lado direito do ecrã (a linha vermelha) em primeiro lugar. Na caixa de texto, no painel inferior, introduz, linha a linha, os comandos que controlarão o barco. A lista de comandos que podes usar é apresentada ao centro, entre as duas caixas de texto. Cada parâmetro deve ser seguido de um número (um "parâmetro"). – Os comandos "esquerda" e "direita" devem ser acompanhados de um parâmetro que indique o ângulo de viragem à esquerda ou à direita (expresso em graus). – O comando "avançar" deve ser acompanhado de um parâmetro que indique a distância a percorrer (em unidades de grelha). Por exemplo… – "esquerda 90": o barco vira perpendicularmente à esquerda (90º); – "avançar 10": o barco avança 10 unidades de grelha (conforme indicado pela régua). Quando conseguires atingir o lado direito do ecrã (a linha vermelha), podes tentar melhorar o teu programa e recomeçar a corrida com as mesmas condições meteorológicas; para tal, clica no botão "Setas verdes em círculo". Podes clicar sobre o mapa e deslocar o rato em qualquer direção para obteres medidas das distâncias a percorrer e dos ângulos a virar. À medida que avanças nos níveis, as condições meteorológicas tornam-se mais complexas.
sr@latin: U polje za unos teksta unesi jednu naredbu po liniji za upravljanje tvojim brodom. Naredbe koje su podržane su prikazane između dva polja za unose. Nakon naredbi „levo“ i „desno“ mora slediti parametar za ugao u stepenima. Podrazumevano se koristi 45 stepeni. Naredba „napred“ prihvata parametar za udaljenost. Podrazumevano je 1. Na primer: — levo 90: pravi okret u levo pod pravim uglom — napred 10: ide napred za 10 polja (kako je prikazano na lenjiru). Treba da stigneš do desne strane ekrana (crvene linije). Kada završiš, možeš pokušati da poboljšaš svoj program i započneš novu trku sa istim vremenskim uslovima pomoću dugmeta za ponovni pokušaj. Možeš kliknuti mišem bilo gde na karti da izmeriš rastojanje ili ugao. Prelaskom na sledeći nivo imaćeš mnogo složenije vremenske uslove.

source: Numbers with pairs of dice
bs: Brojevi sa parom kockica
pt: Números com pares de dados
sr@latin: Brojevi sa parom kockica

source: Count the number of dots on dice before they reach the ground
bs: Izbroj tačkice na kockici prije nego što stigne do zemlje
pt: Conta as pintas dos dados, antes que eles caiam no chão.
sr@latin: Izbroj tačkice na kockici pre nego što stigne do zemlje

source: Counting skills
bs: Sposobnost brojanja
pt: Saber contar.
sr@latin: Sposobnost brojanja

source: In a limited time, count the number of dots
bs: Prebrojte tačke za ograničeno vrijeme
pt: Num período de tempo limitado, contar o número de pintas de uma série de dados.
sr@latin: Prebroj tačke u datom vremenu

source: With the keyboard, type the number of dots you see on the falling dice.
bs: Pomoću tastature, pritisnite broj koji odgovara broju tačaka na padajućoj kockici.
pt: Conta as pintas dos dados, antes que eles caiam no chão. Com o teclado, digita o número de pintas que vês nos dados que caem.
sr@latin: Pomoću tastature, pritisni broj koji odgovara broju tačaka na padajućoj kockici.

source: Numbers With Dice
bs: Brojevi sa kockicom
pt: Dados e números
sr@latin: Brojevi sa kockicom

source: Engine control, use the buttons to select your speed.
bs: Kontrola motora, koristite dugmad za odabir brzina.
pt: Controlo do motor, usa os botões para selecionar a velocidade
sr@latin: Upravljanje motorom, koristi dugmad da izabereš tvoju brzinu.

source: Compressed air tank is used to flush water out of the ballasts.
bs: Komprimirani zrak spremnika koristi se puštanje vode iz balasta.
pt: O tanque de ar comprimido é usado para forçar a água para fora dos lastros.
sr@latin: Rezervoar sabijenog vazduha se koristi za izbacivanje vode van balasta.

source: Open or close the ballast tank.
bs: Otvori ili zatvori rezervoar balasta.
pt: Abrir ou fechar o tanque de lastro.
sr@latin: Otvori ili zatvori rezervoar balasta.

source: It allows the water, to get in the tank.
bs: To omogućuje vodi, da ide u spremnik.
pt: Permite à agua entrar no tanque.
sr@latin: Omogućava vodi da uđe u rezervoar.

source: Increase the water level to dive.
bs: Povećajte nivo vode za ronjenje.
pt: Aumentar o nível de água para mergulhar.
sr@latin: Povećaj nivo vode da zaroniš.

source: Lower the water level to rise to the surface.
bs: Smanjite nivo vode kako bi se popeli na površinu.
pt: Baixar o nível de água para subir à superfície.
sr@latin: Smanji nivo vode da izroniš na površinu.

source: Open or close the ballast flush.
bs: Otvori ili zatvori protok balasta.
pt: Abrir ou fechar o lastro nivelado.
sr@latin: Otvori ili zatvori protok balasta.

source: It flushes the water out of the tank.
bs: Ispire vodom iz spremnika.
pt: Empurra a água para fora do tanque.
sr@latin: Izbacuje vodu van rezervoara.

source: Lower the water level to surface.
bs: Smanjiti nivo vode na površini.
pt: Baixa o nível de água para subir.
sr@latin: Smanji nivo vode na površinu.

source: Horizontal rudders also called tailplanes.
bs: Horizontalna kormila nazivaju tailplanes.
pt: Lemes horizontais, também chamados planos de cauda.
sr@latin: Vodoravna kormila se takođe nazivaju zadnja krila.

source: It controls the up and down orientation.
bs: Kontrole "gore " i "dole" su za orjentaciju.
pt: Controlam a orientação vertical.
sr@latin: Upravlja usmerenjem na gore i na dole.

source: It needs water to flow around them to be effective.
bs: Voda treba teći oko njih kako bi bilo učinkovito.
pt: Precisam de água a passar por eles para terem efeito.
sr@latin: Da bi ovo delovalo potrebno je da voda kruži oko njih.

source: Horizontal rudders also called foreplanes.
bs: Horizontalna korimila također nazivaju i foreplanes.
pt: Lemes horizontais, também chamados planos de proa.
sr@latin: Vodoravna kormila se takođe nazivaju prednja krila.

source: Water level in the ballast.
bs: Nivo vode u balastu.
pt: Nível de água no lastro.
sr@latin: Nivo vode u balastu.

source: Pilot a submarine
bs: Vozite podmornicu
pt: Pilota um submarino
sr@latin: Vozi podmornicu

source: Pilot a submarine using air tanks and dive rudders
bs: Vozite podmornicu pomoću vazdušnih rezervoara i kormila za ronjenje
pt: Aprende a pilotar um submarino usando tanques de ar e lemes de mergulho
sr@latin: Vozi podmornicu pomoću vazdušnih rezervoara i kormila za ronjenje

source: Physics basics
bs: Osnove fizike
pt: Possuir conhecimentos básicos de física.
sr@latin: Osnove fizike

source: Learn how a submarine works
bs: Naučite kako radi podmornica
pt: Aprende o funcionamento de um submarino.
sr@latin: Nauči kako radi podmornica

source: Click on different active elements : engine, rudders and air tanks, in order to navigate to the required depth. There is a closed gate on the right. After the first level, you have to catch the jewel to open it. Pass through it to reach the next level.
bs: Klikni na razne aktivne dijelove: motor, kormilo ili vazdušne rezervoare da dostigneš traženu dubinu. Na desnoj strani je zatvorena kapija. Nakon prvog nivoa, moraš da uhvatiš dragulj da je otvoriš. Zatim prođi kroz nju da prijeđeš na sljedeći nivo.
pt: Clica nos diferentes elementos ativos: motor, lemes e tanques de ar, para navegar até à profundidade necessária. Há um portão fechado à direita. Após o primeiro nível, tens de apanhar a jóia para o abrir. Passa pelo portão para ires para o nível seguinte.
sr@latin: Klikni na razne aktivne delove: motor, kormilo ili vazdušne rezervoare da dostigneš traženu dubinu. Na desnoj strani je zatvorena kapija. Nakon prvog nivoa, moraš da uhvatiš dragulj da je otvoriš. Zatim prođi kroz nju da pređeš na sledeći nivo.

source: Sudoku, place unique symbols in a square.
bs: Sudoku, postavite samo jedan jedinstven simbol u kvadratu.
pt: Sudoku, coloca símbolos únicos num quadrado.
sr@latin: Sudoku, postavi samo po jedan simbol u kvadrat.

source: Symbols must be unique in a row, in a column, and (if defined) each region.
bs: Simboli moraju biti samo po jednom u svakom redu, koloni i označenoj, kvadratnoj oblasti.
pt: Os símbolos têm de ser únicos numa linha, numa coluna e (se definido) numa região.
sr@latin: Simboli moraju biti samo po jedan u svakom redu, koloni, i (ako je određeno) svakoj kvadratnoj oblasti.

source: Completing the puzzle requires patience and logical ability
bs: Završavanje slagalice zahtjeva strpljenje i logičku sposobnost
pt: Completar o jogo implica ser paciente e possuir capacidade lógica
sr@latin: Završavanje slagalice zahteva strpljenje i logičku sposobnost

source: The aim of the puzzle is to enter a symbol or numeral from 1 through 9 in each cell of a grid, most frequently a 9x9 grid made up of 3x3 subgrids (called 'regions'), starting with various symbols or numerals given in some cells (the 'givens'). Each row, column and region must contain only one instance of each symbol or numeral (Source &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).
bs: Cilj slagalice je da se unesu svi znakovi ili brojevi od 1 do 9 u svako polje mreže, najčešće mreže 9x9 sačinjene od 3x3 podmreže (nazvanih „oblasti“), počevši od simbola ili brojeva koji su već dati u nekim poljima („zadati“). Svaki red, kolona i oblast mora da sadrži po jedan simbol ili broj samo jednom (Izvor &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).
pt: O objetivo do jogo é inserir um símbolo ou número de 1 a 9 em cada célula de uma grelha, mais frequentemente de 9x9 com até três subgrelhas de 3x3 (chamadas regiões), começando com alguns símbolos ou números nalgumas células. Cada linha, coluna e região tem de conter só uma ocorrência de cada símbolo ou número (fonte: https://pt.wikipedia.org/wiki/Sudoku&gt;).
sr@latin: Cilj slagalice je da se unesu svi znakovi ili brojevi od 1 do 9 u svako polje mreže, najčešće mreže 9x9 sačinjene od 3x3 podmreže (nazvanih „oblasti“), počevši od simbola ili brojeva koji su već dati u nekim poljima („zadati“). Svaki red, kolona i oblast mora da sadrži po jedan simbol ili broj samo jednom (Izvor &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).

source: For the first level with colored symbols, select a symbol on the left and click on its target position. For the higher levels, click on an empty square to give it the keyboard focus. Then enter a possible letter or number. GCompris will not let you enter invalid data.
bs: Na prvom nivou sa obojenim simbolima, izaberite simbol i lijevim klikom na ciljanu poziciju. Na većim nivoima, kliknite na prazan kvadrat da tastaturi date fokus. Zatim unesite moguće slovo ili broj. GCompris vam neće dati da uneste podatke koji nisu valjani.
pt: Para os primeiros níveis, com símbolos coloridos, clica nos símbolos do painel da esquerda e clica na sua posição destino. Para os níveis mais avançados, clica numa célula vazia para a ativares. Digita então no teu teclado um número ou uma letra possíveis. O GCompris não aceita a introdução de dados inválidos.
sr@latin: Na prvom nivou sa obojenim simbolima, izaberi simbol na levoj strani i klikni na njegovo odgovarajuće mesto. Na višim nivoima, klikni na prazno polje da omogućiš unos sa tastature. Onda unesi moguće slovo ili broj. Gkompris neće dozvoliti unos neispravnih podataka.

source: Super Brain
bs: Izvanredan um
pt: Mastermind
sr@latin: Izvanredan um

source: Tux has hidden several items. Find them again in the correct order
bs: Pingoslav je sakrio nekoliko stvari. Nađite ih u ispravnom redoslijedu.
pt: O Tux escondeu peças de várias cores. És capaz de adivinhar quais são?
sr@latin: Pingoslav je sakrio nekoliko stvari. Nađi ih odgovarajućim redom

source: This item is well placed
bs: Ova postavka je dobro postavljena
pt: Este item está bem colocado
sr@latin: Ova stavka je dobro postavljena

source: This item is misplaced
bs: Ova stavka je izgubljena
pt: Este item está mal colocado
sr@latin: Ova stavka nije dobro postavljena

source: One item is well placed
bs: Jedna stavka je dobro postavljena
pt: Um item está bem colocado
sr@latin: Jedna stavka je dobro postavljena

source: One item is misplaced
bs: Jedna opcije je zagubljena
pt: Um item está mal colocado
sr@latin: Jedna stavka nije dobro postavljena
