Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Click on the differences between the two images.
bs: Kliknite na razliku između dvije slike.
pt: Clica nas diferenças entre duas imagens.
sr@latin: Klikni na razlike između dve slike.

source: Photo hunter
bs: Foto lovac
pt: Caçador de diferenças
sr@latin: Lovac fotografija

source: Find the differences between two pictures
bs: Pronađi razliku između dvije slike.
pt: Encontra as diferenças entre duas imagens
sr@latin: Pronađi razlike između dve slike

source: Visual discrimination.
bs: Vizuelna diskriminacija.
pt: Discriminação visual.
sr@latin: Vizuelna diskriminacija.

source: Observe the two pictures carefully. There are some slight differences. When you find a difference you must click on it.
bs: Pažljivo promatrati dvije slike. Postoje neke male razlike. Kada se nađete razliku morate kliknuti na nju.
pt: Observa atentamente as duas imagens. Existem algumas pequenas diferenças. Quando encontrares uma diferença, clica-lhe.
sr@latin: Pažljivo posmatraj dve slike. Postoje neznatne razlike. Kada pronađeš razliku moraš da klikneš na nju.

source: The staff is full. Please erase some notes
bs: Osoblje je puno. Molimo izbrišite neke bilješke
pt: A pauta está cheia. Por favor, apaga algumas notas
sr@latin: Notni sistem je pun. Molim obriši neke note

source: This is the Treble clef staff, for high pitched notes
bs: Ovo je treble glazbeni ključ za visoke tonove
pt: Esta é a pauta da clave de Sol, para notas de tom alto
sr@latin: Ovo je notni sistem violinskog ključa, za note povišenog tona

source: These are the 8 "white" keys in an octave
bs: To su 8 "bijelih" ključ u oktavi
pt: Estas são as oito notas "brancas" numa oitava
sr@latin: Ovo su 8 „belih“ dirki u jednoj oktavi

source: This is the Bass clef staff, for low pitched notes
bs: To je bas glazbeni ključ osoblja, za niske tonove
pt: Esta é a pauta da clave de Fá, para notas de tom baixo
sr@latin: Ovo je notni sistem bas ključa, za note sniženog tona

source: These keys form the C Major scale
bs: Ove tipke čine C dur ljestvicu
pt: Estas teclas da escala de Dó maior
sr@latin: Ove dirke sačinjavaju Ce-dur lestvicu

source: Click on the note symbols to write different length notes
bs: Kliknite na simobil nota, kako bi pisali različite dužine nota.
pt: Clica nos símbolos das notas para escrever notas de tamanho diferente
sr@latin: Klikni na simbole note da upišeš note različite dužine

source: Notes can be many types, such as quarter notes, half notes, and whole notes
bs: Note mogu biti različitog tipa, kao kvartet note, polovinke, i cijele.
pt: As notas têm vários tipos, tais como semibreve, colcheia ou semifusa
sr@latin: Ima više vrsta nota, kao što je četvrt note, polovina note i cela nota

source: Sharp notes have a # sign
bs: Oštre note imaju znak #
pt: As sustenidas têm um símbolo #
sr@latin: Visoke note imaju znak #

source: The black keys are sharp and flat keys
bs: Crne tipke su oštre i ravne tipke
pt: As teclas pretas são sustenidas e bemol
sr@latin: Crne dirke su visoke i niske dirke

source: Flat notes have a b sign
bs: Debele note imaju " b" znak
pt: Notas bemol têm um símbolo b
sr@latin: Niske note imaju znak b

source: Each black key has two names, one with a flat and one with a sharp
bs: Svaka crna tipka ima dva tipa, jedna s ravnim i jedan sa oštrim
pt: Cada tecla preta tem dois nomes, um com bemol e outro com sustenido
sr@latin: Svaka crna dirka ima dva naziva, jedan sa niskom a jedan sa visokom notom

source: Now you can load melodies from around the world
bs: Sada možete učitati melodije iz cijelog svijeta
pt: Agora podes carregar melodias do mundo inteiro
sr@latin: Sada možeš da učitaš melodije iz celog sveta

source: Compose music now! You can now load and save your work
bs: Izkomponujte muziku sada! Sada možete učitati i spasiti svoj posao
pt: Compõe música agora! Já podes carregar e gravar o teu trabalho
sr@latin: Komponuj muziku sada! Sada možeš da učitaš ili da sačuvaš tvoj rad

source: Erase All Notes
bs: Brisanje svih nota
pt: Apagar todas as notas
sr@latin: Obriši sve note

source: Erase Last Notes
bs: Brisanje zadnje note
pt: Apagar as últimas notas
sr@latin: Obriši poslednje note

source: Play Composition
bs: Pokrenite kompoziciju
pt: Reproduzir a composição
sr@latin: Odsviraj kompoziciju

source: Erase and Change Clef
bs: Brisanje i promjena ključa
pt: Apagar e mudar de clave
sr@latin: Obriši i izmeni ključ

source: Change Note Type:
bs: Promijenite tip note:
pt: Alterar o tipo de nota:
sr@latin: Promeni vrstu note:

source: Eighth Note
bs: Osminka
pt: Colcheia
sr@latin: Osmina note

source: Quarter Note
bs: Četvrtinka
pt: Semínima
sr@latin: Četvrtina note

source: Half Note
bs: Polovinka
pt: Mínima
sr@latin: Polovina note

source: Whole Note
bs: Cijela nota
pt: Semibreve
sr@latin: Cela nota

source: Load Music
bs: Učitaj muziku
pt: Carregar música
sr@latin: Učitaj muziku

source: Change Accidental Style:
bs: Promijenite slučajni stil:
pt: Alterar estilo acidental:
sr@latin: Promeni slučajan stil:

source: Select A Melody to Load
bs: Izaberite melodiju za učitat
pt: Seleciona uma melodia para carregar
sr@latin: Izaberi melodiju za učitavanje

source: Previous Page
bs: Prethodna strana
pt: Página anterior
sr@latin: Prethodna stranica

source: Next Page
bs: Sljedeća strana
pt: Página seguinte
sr@latin: Sledeća stranica

source: Piano Composition
bs: Kompozicija na klaviru
pt: Composição em piano
sr@latin: Sastav klavira

source: An activity to learn how the piano keyboard works, how notes are written on a musical staff and explore music composition by loading and saving your work.
bs: Aktivnosti koja vas uči kako tipke klavira funkcioniraju, kako note zapisuje glazbeno osoblje i istraživanje muzičkih sastava i spašavanje vašeg posla.
pt: Uma atividade para aprender como funciona o teclado do piano, como são escritas as notas numa pauta e explorar a composição musical, podendo gravar e carregar o teu trabalho.
sr@latin: U ovoj vežbi možeš da naučiš kako radi tastatura klavira, kako se zapisuju note u muzičkom notnom sistemu i da istražiš stvaranje muzike učitavajući i čuvajući tvoj rad.

source: Familiarity with note naming conventions, note-names activity useful to learn this notation.
bs: Upoznavanje sa konvencijom imena nota, imena-nota je korisno naučiti za ovaj zapis.
pt: Familiaridade com os nomes das notas, atividade com esses nomes para aprender esta notação.
sr@latin: Upoznatost sa dogovorima o nazivima nota, vežba notnih naziva je korisna za učenje ovog označavanja.

source: Develop an understanding of music composition, and increase interest in making music with a piano keyboard. This activity covers many fundamental aspects of music, but there is much more to explore about music composition. If you enjoy this activity but want a more advanced tool, try downloading MuseScore (http://musescore.org/en/download), an open source music notation tool.
bs: Razvijte razumijevanje muzičkih sastava, i povećajte zainteresovanost za stvaranje muzike na klaviru. Ova aktivnost obuhvaća mnoge temeljne aspekte muzike, ali postoji mnogo više za istražiti o muzičkim kompozicijama. Ako uživate u ovoj aktivnosti, pokuašajte skinuti MouseScore (http://musescore.org/en/download), opijen source alat za zapis muzike.
pt: Desenvolve e compreende a composição musical e aumenta o interesse em compor máusica com um teclado de piano. Esta atividade cobre muitos aspetos fundamentais da música, mas há muito mais a explorar neste tema. Se apreciares esta atividade, podes experimentar uma ferramenta mais avançada, tenta transferir o MuseScore (http://musescore.org/en/download), uma ferramenta de notação musical de código aberto e gratuita.
sr@latin: Razvijaj razumevanje stvaranja muzike, i poboljšaj interesovanje u stvaranju muzike pomoću tastature klavira. Ova vežba pokriva mnoge osnovne stvari o muzici, ali ima još mnogo toga da se istraži u vezi komponovanja muzike. Ako ti se dopada ova vežba ali želiš neki napredniji alat, pokušaj da skineš Mjuz skor (http://musescore.org/en/download), alat za zapisivanje muzike otvorenog koda.

source: This activity has several levels, each level adds a new functionality to the previous level. Level 1: basic piano keyboard (white keys only) and students can experiment with clicking the colored rectangle keys to write music Level 2: the musical staff switches to bass clef, so pitches are lower than in previous level Level 3: option to choose between treble and bass clef, additional function includes option to select note duration (quarter, half, and whole notes) Level 4: addition of black keys (sharp keys) Level 5: flat notation used for black keys Level 6: load children's melodies from around the world Level 7: all features available, with the additional feature to load and save your composition The following keyboard bindings work in this activity: - backspace: erase one note - delete: erase all notes - space bar: play composition - number keys: 1: C 2: D 3: E 4: F 5: G 6: A 7: B 8: C (higher octave) etc. F1: C# / Db F2: D# / Eb F3: F# / Gb F4: G# / Ab F5: A# / Bb
bs: Ova aktivnost ima nekoliko nivoa, svaki nivo dodaje novu funkcionalnost na prethodni nivo. Nivo 1: Osnove klavira ( samo bijele tipke) i studenti mogu eksperimentirati klikanjem na obojenu dugmad za pisanje muzike Nivo 2: Muzički sastav prebacuje na bas glazbeni ključ, pa je visina tona niža nego na prethodnom nivou Nivo 3: Mogućnost odabira između visokih tonova i bas violinskog ključa, dodatna funkcija omogućuje opciju odabira trajanja note (četvrtina, pola, cijela nota) Nivo 4: dodane crne tipke (oštre tipke) Nivo 5: ravne oznake se koriste za crne tipke Nivo 6: učitaj muziku za dijecu iz čitavog svijeta Nivo 7: Sve mogućnosti dostupne, uz dodatak da se može učitat i spremiti svoja kompozicija Sljedeća dugmad imaju sljedeće akcije: - backspace: briše jednu notu - delete: briše sve note - space bar: pokreće kompoziciju - number keys: 1: C 2: D 3: E 4: F 5: G 6: A 7: B 8:C (viša oktava) itd. F1: C# / Db F2: D# / Eb F3: F# / Gb F4: G# / Ab F5: A# / Bb
pt: Esta atividade tem váios níveis, cada um dos quais adiciona uma nova funcionalidade ao nível anterior. Nível 1: teclado de piano básico (só teclas brancas) e os estudantes podem experimentar a clicar as teclas retangulares coloridas para compor música Nível 2: a pauta musical muda para clave de Fá, pelo que os tons são mais baixos que no nível anterior Nível 3: opção para escolher entre a clave de Sol e a clave de Fá, uma função adicional inclui a opção de selecionar a duração da nota (semínima, mínima e semibreve) Nível 4: adição das teclas pretas (sustenidos) Nível 5: notação bemol para as teclas pretas Nível 6: carregar melodias para crianças de todo o mundo Nível 7: todas as funcionalidades disponíveis, podendo ainda carregar e gravar a tua composição Existem os seguintes atalhos para trabalhar nesta atividade: - backspace: apaga uma nota - delete: apaga todas as notas - barra de espaço: reproduz a composição - teclas numéricas: 1: Dó 2: Ré 3: Mi 4: Fá 5: Sol 6: Lá 7: Si 8: Dó (oitava mais alta) etc. F1: Dó sustenido / Ré bemol F2: Ré sustenido / Mi bemol F3: Fá sustenido / Sol bemol F4: Sol sustenido / Lá bemol F5: Lá sustenido / Si bemol
sr@latin: Ova vežba se sastoji iz nekoliko nivoa, svaki nivo dodaje novu funkciju prethodnom nivou. 1. nivo: osnovna klavirska tastatura (samo bele dirke) a učenici mogu da probaju da stvaraju muziku klikanjem na obojene pravougaone dirke 2. nivo: muzički notni sistem se prebacuje na bas ključ, tako da su tonovi niži nego na prethodnom nivou 3. nivo: mogućnost biranja između violinskog i bas ključa, dodatna funkcija uključuje mogućnost za biranje trajanja note (četvrtina, polovina, i cela nota) 4. nivo: dodavanje crnih dirki (više dirke) 5. nivo: niže beleženje korišćeno za crne dirke 6. nivo: učitava dečije pesme iz celog sveta 7. nivo: sve funkcije su dostupne, sa dodatnom funkcijom za učitavanje i čuvanje tvoje kompozicije U ovoj vežbi možeš koristiti sledeće prečice sa tastature: — povratnica: briše jednu notu — obriši: briše sve note — razmaknica: svira kompoziciju — tasteri brojeva: 1: C 2: D 3: E 4: F 5: G 6: A 7: B 8: C (viša oktava) itd. F1: C# / Db F2: D# / Eb F3: F# / Gb F4: G# / Ab F5: A# / Bb

source: Thank you to Bruno Coudoin for his mentorship. Thank you to Olivier Samyn for his contribution to improving the note design and coloring. Thank you to Federico Mena who inspired me with his wonderful enthusiasm for my music projects at GUADEC. Thank you to all contributors of children's songs from around the world, especially the GNOME community. Learn more about these melodies and who contributed them here: https://live.gnome.org/GComprisMelodies
bs: Hvala Bruno Coudoin zato što je bio mentor. Hvala Olivier Samyn za doprinos poboljšanju dizajna nota i boja. Hvala Federico Mijena koji me inspirirao sa svojom predivnom entuzijazam za moje muzičke projekte na GUADEC. Hvala svima saradnicima na diječijim pjesmama iz cijelog svijeta, a posebno GNOME udruženju. Saznajte više o njihovim melodijava i ko ih je napisao na https://live.gnome.org/GComprisMelodies
pt: Obrigado ao Bruno Coudoin pela sua orientação. Obrigado ao Olivier Samyn pela sua contribuição no melhoramento das cores e desenho das notas. Obrigado ao Frederico Mena que nos inspirou com o seu entusiasmo pelos nossos projetos musicais no GUADEC. Obrigado a todos os contribuidores de canções de crianças de todo o mundo, especialmente a comunidade GNOME. Saiba mais acerca destas melodias e quem contribui com elas aqui: https://live.gnome.org/GComprisMelodies
sr@latin: Zahvaljujem se Brunu Kuduanu za njegovo nadgledanje. Zahvaljujem se Oliveru Saminu na njegovom doprinosu poboljšanju dizajna nota i bojenja. Zahvaljujem se Federiku Meni koji me je na GUADEK-u inspirisao divnim entuzijazmom za moj muzički projekat. Zahvaljujem se svim saradnicima na dečijim pesmama iz celog sveta, naročito Gnomovoj zajednici. Saznaj više o tim melodijama i ko ih je obezbedio na: https://live.gnome.org/GComprisMelodies

source: America: English Lullaby
bs: Amerika: Engleska uspavanka
pt: América: cançaão de embalar inglesa
sr@latin: Amerika: Engleska uspavanka

source: America: Patriotic
bs: Amerika: Patriotska
pt: América: patriótica
sr@latin: Amerika: Rodoljuviva

source: America: Shaker Tune
bs: Amerika: Shaker Tune
pt: América: cançao Shaker
sr@latin: Amerika: Šejkerov sklad

source: America: Nursery Rhyme
bs: Amerika: Pijesmica za djecu
pt: América: rima de infantário
sr@latin: Amerika: Stihovi za obdanište

source: German Kid's Song
bs: Njemčaka pjesma za djecu
pt: Canção de crianças alemã
sr@latin: Nemačka dečija pesma

source: Children's Song from Brazil
bs: Dječija pjesma iz Brazila
pt: Canção de crianças brasileira
sr@latin: Dečija pesma iz Brazila

source: Hungary, Nursery Rhyme
bs: Mađarska, dječija pjesmica
pt: Hungria: rima de infantário
sr@latin: Mađarska, Stihovi za obdanište

source: Hungary, Children's Song
bs: Mađarska, dječija pjesma
pt: Canção de crianças húngara
sr@latin: Mađarska, Dečija pesma

source: Britain
bs: Britanija
pt: Bretanha
sr@latin: Britanija

source: Mexican song to break a piñata
bs: Meksička pjesma za razbiti piñata
pt: Canção mexicana para partir uma pinhata
sr@latin: Meksička pesma za razbijanje pinjate (glinenog ćupa)

source: Click anywhere on the screen to place the satellite at a distance from the planet.
bs: Kliknite bilo gdje na ekranu za postavljanje satelita na neku udaljenost od planete.
pt: Clica no ecrã para colocar o satélite a uma distância do planeta.
sr@latin: Klikni bilo gde na ekranu da postaviš satelit na rastojanje od planete.

source: Then click on the satellite and drag a line that sets the speed of the satellite
bs: Nakon toga kliknite na satelit i povucite liniju koja određuje brzinu satelita
pt: Depois, clica no satélite e arrasta uma linha que define a velocidade do satélite
sr@latin: Zatim klikni na satelit i povuci liniju koja podešava brzinu satelita

source: Satellite goes too fast
bs: Satelist ide previše brzo
pt: O satélite vai depressa demais
sr@latin: Satelit je previše brz

source: Satellite goes too slow
bs: Satelit ide previše sporo
pt: O satélite vai devagar demais
sr@latin: Satelit je previše spor

source: Distance: {:.1f}
bs: Distanca: {:.1f}
pt: Distância: {:.1f}
sr@latin: Udaljenost: {:.1f}

source: Satellite is crashing
bs: Satelit je pao
pt: O satélite está a despenhar-se
sr@latin: Satelit se slupao

source: Satellite not in orbit
bs: Satelit nije u orbiti
pt: O satélite não está em órbita
sr@latin: Satelit nije u orbiti

source: Speed
bs: Brzina
pt: Velocidade
sr@latin: Brzina

source: Place your satellite
bs: Postavite satelit
pt: Coloca o teu satélite
sr@latin: Postavi tvoj satelit

source: Understanding effect of mass and distance on orbital velocity.
bs: Razumijevanje efekta mase i udaljenosti na orbitalnoj brzini.
pt: Compreender o efeito da massa e da distância na velocidade orbital.
sr@latin: Razumeti dejstvo mase i rastojanja na orbitalnoj brzini.

source: Make sure the satellite does not crash or fly away
bs: Provjerote da satelit nije pao ili da nije odletio
pt: Certifica-te que o satélite não se despenha ou voa para longe
sr@latin: Osiguraj da se satelit ne razbije ili da ne odleti previše daleko

source: A satellite revolves around the Earth because of the force between them. Orbital velocity of a satellite of Earth is directly proportional to the square root of the mass of Earth and inversely proportional to the square root of the distance from the center of Earth to the satellite. In this activity, play with the speed of the satellite and mass of Earth to see what happens to the satellite. If the speed of the satellite is slower than the required orbital speed then the force applied by the Earth on the satellite is too much and thus the satellite gets pulled towards the Earth and burns in it's atmosphere. If the speed of the satellite is more than the required orbital speed then the Earth's force is not enough to keep it in orbit and thus the satellite flies away due to it's own inertia.
bs: Satelit kruži oko Zemlje jer djeluje sila između njih. Orbitalna brzina satelita od Zemlje je direktno proporcionalna korijenu mase Zemlje i obrnuto proporcionalna korijenu udaljenosti od centra Zemlje do satelita. U ovoj aktivnosti, igrajte se s brzinom satelita i masom Zemlje kako bi vidjeli što se događa na satelitu. Ako je brzina satelita manja od potrebne orbitalne brzine onda sila kojom Zemlaj djeluje na satelite je prevelika i time se satelit približuje Zemlji i dolazi do sagorijevanja u atmosferi. Ako je brzina satelita viša od potrebne orbitalne brzine, onda Zemljina sila nije dovoljna da ga zadrži u orbiti i tako satelitska odleti zbog svoje vlastite inercije.
pt: Um satélite gira à volta da Terra devido às forças entre ambos. A velocidade orbital de um satélite da Terra é diretamente proporcional à raiz quadrada da massa da Terra e inversamente proporcional à raiz quadrada da distância do satélite ao centro da Terra. Nesta atividade, brinca com a velocidade do satélite e a massa da Terra para veres o que acontece. Se a velocidade do satélite for inferior à velocidade orbital necessária, a força aplicada pela Terra ao satélite é demasiada e o satélite é puxado para a Terra e arde ao entrar na atmosfera. Se a velocidade for demasiado alta, a força da Terra não é suficiente para manter a órbita e o satélite voa para longe devido à sua inércia.
sr@latin: Satelit kruži oko Zemlje usled sile njihovog uzajamnog privlačenja. Orbitalna brzina Zemljinog satelita je direktno proporcionalna kvadratnom korenu Zemljine mase i obrnuto proporcionalna kvadratnom korenu udaljenosti središta Zemlje i satelita. U ovoj vežbi, igraj se brzinom satelita i masom Zemlje da vidiš šta se događa sa satelitom. Ukoliko je brzina satelita sporija od zahtevane orbitalne brzine onda je sila koja deluje sa Zemlje na satelit prevelika i time satelit biva privučen ka Zemlji i sagoreva u njenoj atmosferi. Ako je brzina satelita veća od potrebne orbitalne brzine onda Zemljina sila nije dovoljna da ga zadrži u orbiti i zato će satelit da odleti izvan atmosfere usled sopstvene inercije.

source: Numbers in Order
bs: Brojevi u poretku
pt: Ordena os números
sr@latin: Brojevi u poretku

source: Move the plane to catch the clouds in the correct order
bs: Pomijerajte avion da biste uhvatili oblake u ispravnom redoslijedu
pt: Pilota o avião apanhando as nuvens pela ordem correta.
sr@latin: Pomeraj avion da uhvatiš oblake odgovarajućim redom

source: Move the helicopter to catch the clouds in the correct order
bs: Pomijerajte helikopter da uhvatite oblake u ispravnom redoslijedu
pt: Pilota o helicóptero apanhando as nuvens pela ordem correta.
sr@latin: Pomeraj helikopter da uhvatiš oblake odgovarajućim redom

source: Number
bs: Broj
pt: Número
sr@latin: Broj

source: Catch the numbers in increasing order, using the up, down, right and left arrows on the keyboard to move the helicopter.
bs: Uhvati brojeve od najmanjeg do najvećeg koristeći tastere sa strelicama gore, dolje, lijevo i desno da bi sete pomjerali helikopter.
pt: Nesta atividade, o teu objetivo é apanhares as nuvens com números, por ordem crescente. Para moveres o helicóptero, utiliza as teclas <Seta acima>, <Seta abaixo>, <Seta esquerda> e <Seta direita>.
sr@latin: Uhvati brojeve od najmanjeg do najvećeg koristeći tastere sa strelicama na gore, dole, levo i desno za pomeranje helikoptera.

source: Color code notes?
bs: Boja kod note?
pt: Notas com código de cores?
sr@latin: Note u boji?

source: Click the piano keys that match the written notes.
bs: Kliknite na tipke na klaviru koje odgovaraju notama.
pt: Clica nas teclas do piano que correspondem às notas escritas.
sr@latin: Klikni na dirke klavira koje odgovaraju ispisanim notama.

source: Play
bs: Pokreni
pt: Toca
sr@latin: Sviraj

source: Erase Attempt
bs: Brisanje pokušaja
pt: Apagar a tentativa
sr@latin: Obriši pokušaj

source: Play Piano!
bs: Sviraj klavir
pt: Toca piano!
sr@latin: Sviraj klavir!

source: Learn to play melodies on the piano keyboard!
bs: Naučite svirati melodije na klaviru
pt: Aprende a tocar melodias no teclado do piano!
sr@latin: Nauči da sviraš pesme na tastaturi klavira!

source: Knowledge of musical notation and musical staff. Play the activity named 'Piano Composition' first.
bs: Poznavanje notnog zapisa i muzičkog osoblja. Prvo pokrenite aktivnost pod nazivom "Piano Composition".
pt: Conhecimento das notas e das pautas musicais. Jogar a atividade "Composição em piano" primeiro.
sr@latin: Poznavanje muzičkog obeležavanja i muzičkog notnog sistema. Prvo igraj vežbu „Kompozicije za klavir“.

source: Understand how the piano keyboard can play music as written on the musical staff.
bs: Razmijevanje kako tipke na klaviru mogu odsvirati muziku napisanu od strane muzičkog osoblja.
pt: Compreender como o teclado do piano pode tocar música tal como está escrita na pauta musical.
sr@latin: Shvati na koji način tastatura klavira može da svira muziku kao što je napisana na muzičkom notnom sistemu.
