Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Birth Date
bs: Datum rođenja
pt: Data de nascimento
sr@latin: Datum rođenja

source: GCompris Administration Menu
bs: Administrativni meni GKomprisa
pt: Menu de administração do GCompris
sr@latin: Administrativni izbornik Gkomprisa

source: Left-Click with the mouse to select an activity
bs: Lijevi klik mišem za izbor vježbe
pt: Clique com o rato para selecionar uma atividade.
sr@latin: Levi klik mišem za izbor vežbe

source: If you want to fine tune GCompris to your needs, you can use the administration module here. The ultimate goal is to provide child-specific reporting for parents and teacher who want to monitor the progress, strengths and needs of their children.
bs: Ako želite fino da prilagodite GKompris svojim potrebama, možete koristiti ovaj administrativni modul. Glavni cilj je da napravi izvještaje za svako dijete pojedinačno i omogući roditeljima i učiteljima uvid u njihovo napredovanje, snagu i potrebe njihove djece.
pt: Se deseja ajustar o GCompris às suas necessidades, pode utilizar este módulo de administração. O objetivo fundamental é o de disponibilizar relatórios individuais a pais e professores interessados em monitorizar o progresso, as capacidades e as necessidades das crianças.
sr@latin: Ako želite fino da prilagodite Gkompris vašim potrebama, možete koristiti ovaj administrativni modul. Krajnji cilj je da obezbedi izveštaje za svako dete pojedinačno i omogući roditeljima i učiteljima uvid u njihovo napredovanje, snagu i potrebe njihove dece.

source: - In the 'Boards' section you can change the list of activities. Just untoggle them in the treeview. You can change the language used for reading, for example, then the language used for saying the names of colors. - You can save multiple configurations, and switch between them easily. In the 'Profile' section add a profile, then in the 'Board' section select the profile in the combobox, then select the boards you want to be active. You can add multiple profiles, with different lists of boards, and different languages. You set the default profile in the 'Profile' section, by choosing the profile you want, then clicking on the 'Default' button. You can also choose a profile from the command line. - You can add users, classes and for each class, you can create groups of users. Note that you can import users from a comma-separated file. Assign one or more groups to a profile, after which those new logins will appear after restarting GCompris. Being able to identify individual children in GCompris means we can provide individual reports. It also recognizes the children as individuals; they can learn to type in and recognize their own usernames (login is configurable).
bs: - U odjeljku „Table“ možete mijenjati listu aktivnosti. Samo ih izaberite u razgranatom prikazu. Možete izmijeniti jezik koji se koristi za čitanje, na primjer, zatim jezik koji se koristi za izgovaranje naziva boja. - Možete sačuvati više podešavanja i lako ih mijenjati. U odjeljku „Profil“ dodajte profil. Zatim u odjeljku „Table“ izaberite profil u padajućem meniju. I na kraju izaberite table koje želite da budu aktivne. Možete dodati više profila, sa različitim listama tabli, i različitim jezicima. Podrazumijevani profil određujete u odjeljku „Profil“, birajući željeni profil, i klikom na dugme „Podrazumevano“. Takođe možete profil izabrati i iz komandne linije. - Možete dodati korisnike, razrede, a za svaki razred možete napraviti grupu korisnika. Korisnike možete ubaciti i pomoću datoteke u kome su, odvojeni zarezom, navedeni korisnici. Dodijelite jednu ili više grupa određenom profilu, nakon čega će se te nove prijave pojaviti nakon ponovnog pokretanja GKomprisa. Pošto u GKomprisu možete da vidite pojedinačno, svako dijete, to znači da možemte dobiti i pojedinačne izvještaje. On takođe tretira djecu kao ličnosti; djeca će moći da nauče da unesu i prepoznaju svoja korisnička imena (prijava je podesiva).
pt: - Na seção "Atividades" pode alterar a lista das atividades. Alterne-as na vista Árvore. Pode alterar o idioma usado para leitura (por exemplo, a língua usada para nomear as cores). - Pode gravar várias configurações e alterná-las facilmente. Na seção "Perfil", adicione um perfil; depois, na seção "Atividades", selecione-o na lista pendente e escolha as atividades que deseja que estejam disponíveis. Pode criar vários perfis, com diferentes listas de atividades e idiomas.Pode predefinir o perfil na seção "Perfil", escolhendo o perfil desejado e depois clicando em "Predefinição".Pode ainda selecionar um perfil na linha de comandos. Pode adicionar utilizadores, turmas e, para cada turma, criar grupos de utilizadores. Note que pode importar utilizadores a partir de um ficheiro com campos separados por vírgulas. Atribua um ou mais grupos a um perfil. Desta forma, quando se reinicia o GCompris é solicitada a identificação aos respetivos utilizadores, a qual é importante para que se possa gerar relatórios personalizados da atividade de cada uma das crianças. Além disso, também reconhece as crianças como indivíduos e contribui para que estas aprendam a escrever e a reconhecer o seu nome de utilizador (o qual é configurável).
sr@latin: — U odeljku „Table“ možete menjati spisak vežbi. Samo ih izaberite u razgranatom prikazu. Možete izmeniti jezik koji se koristi za čitanje, na primer, zatim jezik koji se koristi za izgovaranje naziva boja. — Možete sačuvati više podešavanja i birati ih lako. U odeljku „Profil“ dodajte profil. Zatim u odeljku „Table“ izaberite profil u prozorčetu za izbor, i na kraju izaberite table koje želite da budu aktivne. Možete dodati više profila, sa različitim spiskovima tabli, i različitim jezicima. Osnovni profil određujete u odeljku „Profil“, birajući željeni profil, i klikom na dugme „Osnovno“. Takođe možete izabrati profil i iz linije naredbi. — Možete dodati korisnike, razrede i za svaki razred možete napraviti grupu korisnika. Korisnike možete ubaciti i iz datoteke u kojoj su navedeni korisnici odvojeni zarezom. Dodelite jednu ili više grupa određenom profilu, nakon čega će se te nove prijave pojaviti nakon ponovnog pokretanja Gkomprisa. Pošto u Gkomprisu možete da vidite svako dete pojedinačno, to znači da možete dobiti i pojedinačne izveštaje. Takođe prepoznaje decu kao pojedince; deca će moći da nauče da unesu i prepoznaju svoja korisnička imena (prijava je podesiva).

source: Select a user:
bs: Izaberite korisnika:
pt: Selecione um utilizador:
sr@latin: Izaberi korisnika:

source: All users
bs: Svi korisnici
pt: Todos os utilizadores
sr@latin: Svi korisnici

source: Default
bs: Podrazumevano
pt: Predefinição
sr@latin: Osnovno

source: Reset
bs: Resetuj
pt: Repor
sr@latin: Vrati

source: Date
bs: Datum
pt: Data
sr@latin: Datum

source: User
bs: Korisnik
pt: Utilizador
sr@latin: Korisnik

source: Board
bs: Tabla
pt: Atividade
sr@latin: Tabla

source: Level
bs: Nivo
pt: Nível
sr@latin: Nivo

source: Sublevel
bs: Podnivo
pt: Subnível
sr@latin: Podnivo

source: Duration
bs: Trajanje
pt: Duração
sr@latin: Trajanje

source: Status
bs: Stanje
pt: Estado
sr@latin: Stanje

source: Activities
bs: Aktivnosti
pt: Atividades
sr@latin: Vežbe

source: Boards
bs: Table
pt: Atividades
sr@latin: Table

source: Groups
bs: Grupe
pt: Grupos
sr@latin: Grupe

source: Logins
bs: Prijave
pt: Sessões
sr@latin: Prijave

source: Profiles
bs: Profili
pt: Perfis
sr@latin: Profili

source: Reports
bs: Izvještaji
pt: Relatórios
sr@latin: Izveštaji

source: Users
bs: Korisnici
pt: Utilizadores
sr@latin: Korisnici

source: Classes
bs: Razredi
pt: Turmas
sr@latin: Razredi

source: Editing a Profile
bs: Uređivanje profila
pt: Editar um perfil
sr@latin: Uređivanje profila

source: Editing profile:
bs: Urređivanje profila:
pt: A editar perfil:
sr@latin: Uređivanje profila:

source: Editing a new profile
bs: Uređivanje novog profila
pt: Editar um novo perfil
sr@latin: Uređivanje novog profila

source: Profile:
bs: Profil:
pt: Perfil:
sr@latin: Profil:

source: Assign all the groups belonging to this profile
bs: Dodjeli sve korisnike koji pripadaju ovom profilu
pt: Atribuir todos os grupos associados a este perfil.
sr@latin: Dodelite sve korisnike koji pripadaju ovom profilu

source: You need to provide at least a name for your profile
bs: Morate dati bar ime za vaš profil
pt: Tem de indicar pelo menos um nome para o perfil
sr@latin: Treba da navedete barem naziv za vaš profil

source: Profile
bs: Profil
pt: Perfil
sr@latin: Profil

source: [Default]
bs: [Podrazumevan]
pt: [predefinição]
sr@latin: [Osnovni]

source: There is already a profile with this name
bs: Profil sa tim imenom već postoji
pt: Já existe um perfil com o nome que indicou
sr@latin: Profil sa tim nazivom već postoji

source: Editing a User
bs: Uređivanje korisnika
pt: Editar um utilizador
sr@latin: Uređivanje korisnika

source: Editing a User
bs: Uređivanje korisnika
pt: Editar um utilizador
sr@latin: Uređivanje korisnika

source: Editing a new user
bs: Uređivanje novog korisnika
pt: Editar um novo utilizador
sr@latin: Uređivanje novog korisnika

source: Login:
bs: Prijava:
pt: Utilizador:
sr@latin: Prijava:

source: First name:
bs: Ime:
pt: Nome:
sr@latin: Ime:

source: Last name:
bs: Prezime:
pt: Apelido:
sr@latin: Prezime:

source: Birth date:
bs: Datum rođenja:
pt: Data de nascimento:
sr@latin: Datum rođenja:

source: You need to provide at least a login, first name and last name for your users
bs: Za korisnika morate da navedete bar prijavu, ime i prezime
pt: Tem de indicar pelo menos um nome de utilizador, nome e apelido para os utilizadores
sr@latin: Treba da navedete barem prijavu, ime i prezime vaših korisnika

source: There is already a user with this login
bs: Korisnik sa ovom prijavom već postoji
pt: Já existe um utilizador com o nome de utilizador que indicou
sr@latin: Korisnik sa ovom prijavom već postoji

source: To import a user list from a file, first select a class. FILE FORMAT: Your file must be formatted like this: login;First name;Last name;Date of birth The separator is autodetected and can be one of ',', ';' or ':'
bs: Da bi ste uvezli listu korisnika iz datoteke, prvo izaberite razred. FORMAT DATOTEKE: Vaša datoteka mora biti formirana ovako: prijava;Ime;Prezime;Datum rođenja Razdvajač se automatski prepoznaje i može biti ',', ';' ili ':'
pt: Para importar uma lista de utilizadores, selecione primeiro uma turma. O ficheiro deve estar formatado da seguinte forma: "nome de utilizador;nome;último nome;data de nascimento" O separador é detetado automaticamente e pode ser um destes:",", ";" ou ":"
sr@latin: Da uvezete spisak korisnika iz datoteke, prvo izaberite razred. ZAPIS DATOTEKE: Vaša datoteka mora biti u ovom zapisu: prijava;Ime;Prezime;Datum rođenja Razdvajač se automatski prepoznaje i može biti »,« »;« ili »:«

source: One or more logins are not unique ! You need to change them: %s !
bs: Jedna ili više prijava nisu jedinstvene ! Morate da ih izmijenite: %s !
pt: Um ou mais nomes de utilizador aparecem repetidos: %s! Por favor, altere-os.
sr@latin: Jedna ili više prijava nisu jedinstvene ! Morate da ih izmenite: %s !

source: <b>{config}</b> configuration for profile <b>{profile}</b>
bs: Podešavanja <b>{config}</b> za profil <b>{profile}</b>
pt: Configuração <b>{config}</b> para o perfil <b>{profile}</b>
sr@latin: Podešavanja <b>{config}</b> za profil <b>{profile}</b>

source: Advanced colors
bs: Napredne boje
pt: Cores avançadas
sr@latin: Napredne boje

source: Click on the correct color
bs: Klikni na pravu boju
pt: Clica na cor correta
sr@latin: Pritisni pravu boju

source: Can read
bs: Ume da čita
pt: Sabe ler
sr@latin: Ume da čita

source: Learn to recognize unusual colors.
bs: Nauči da prepoznaješ nesvakidašnje boje.
pt: Aprender a reconhecer cores pouco comuns.
sr@latin: Nauči da prepoznaješ nesvakidašnje boje.

source: Click on the correct colored butterfly.
bs: Kliknite na odgovarajuću boju leptira.
pt: Clica na borboleta com a cor correta.
sr@latin: Pritisni na leptirića odgovarajuće boje.

source: Find the coral butterfly
bs: Pronađi koralnog leptira
pt: Encontra a borboleta coral
sr@latin: Nađi leptirića boje korala

source: Find the claret butterfly
bs: Pronađi klaret leptira
pt: Encontra a borboleta vermelha
sr@latin: Nađi leptirića boje crnog vina

source: Find the navy butterfly
bs: Pronađi mornaricu leptira
pt: Encontra a borboleta azul marinha
sr@latin: Nađi leptirića boje mora

source: Find the corn butterfly
bs: Pronađi kukuruznog leptira
pt: Encontra a borboleta milho
sr@latin: Nađi leptirića boje kukuruza

source: Find the cobalt butterfly
bs: Pronađi kobalt leptira
pt: Encontra a borboleta cobalto
sr@latin: Nađi leptirića boje kobalta

source: Find the cyan butterfly
bs: Pronađi tirkiznog leptira
pt: Encontra a borboleta ciano
sr@latin: Nađi leptirića boje tirkiza

source: Find the chestnut butterfly
bs: Pronađi kestenjastog leptira
pt: Encontra a borboleta castanha
sr@latin: Nađi leptirića boje kestena

source: Find the almond butterfly
bs: Pronađi bademastog leptira
pt: Encontra a borboleta amêndoa
sr@latin: Nađi leptirića boje badema

source: Find the sapphire butterfly
bs: Pronađi tamno plavog leptira
pt: Encontra a borboleta safira
sr@latin: Nađi leptirića boje safira

source: Find the ruby butterfly
bs: Pronađi tamno crvenog leptira
pt: Encontra a borboleta rubi
sr@latin: Nađi leptirića boje rubina

source: Find the sienna butterfly
bs: Pronađi oker leptira
pt: Encontra a borboleta siena
sr@latin: Nađi leptirića boje sijena

source: Find the sage butterfly
bs: Pronađi kadulja leptira
pt: Encontra a borboleta de folhas secas
sr@latin: Nađi leptirića boje kadifa

source: Find the salmon butterfly
bs: Pronaši losos leptira
pt: Encontra a borboleta salmão
sr@latin: Nađi leptirića boje lososa

source: Find the sepia butterfly
bs: Pronađi sepija leptira
pt: Encontra a borboleta sépia
sr@latin: Nađi leptirića crvenosmeđe boje

source: Find the sulfur butterfly
bs: Pronađi sumpor leptira
pt: Encontra a borboleta enxofre
sr@latin: Nađi leptirića boje sulfura

source: Find the tea butterfly
bs: Pronađi čaj leptira
pt: Encontra a borboleta chá
sr@latin: Nađi leptirića boje čaja

source: Find the lime butterfly
bs: Pronađi vapno leptira
pt: Encontra a borboleta lima
sr@latin: Nađi leptirića boje limuna

source: Find the turquoise butterfly
bs: Pronađi tirkiz leptira
pt: Encontra a borboleta turquesa
sr@latin: Nađi leptirića boje tirkiza

source: Find the absinthe butterfly
bs: Pronađi pelin leptira
pt: Encontra a borboleta absinto
sr@latin: Nađi leptirića boje pelena

source: Find the mahogany butterfly
bs: Pronađi od mahagonije leptira
pt: Encontra a borboleta mogno
sr@latin: Nađi leptirića boje mahagonije

source: Find the aquamarine butterfly
bs: Pronađi akvamarin leptira
pt: Encontra a borboleta água marinha
sr@latin: Nađi leptirića morsko plave boje

source: Find the alabaster butterfly
bs: Pronađi alabaster leptira
pt: Encontra a borboleta alabastro
sr@latin: Nađi leptirića boje alabastera

source: Find the amber butterfly
bs: Pronađi od jantara leptira
pt: Encontra a borboleta âmbar
sr@latin: Nađi leptirića boje ćilibara

source: Find the amethyst butterfly
bs: Pronađi od ametista leptira
pt: Encontra a borboleta ametista
sr@latin: Nađi leptirića boje ametista

source: Find the anise butterfly
bs: Pronađi anise leptira
pt: Encontra a borboleta anis
sr@latin: Nađi leptirića boje anisa

source: Find the vermilion butterfly
bs: Pronađi crvenog leptira
pt: Encontra a borboleta vermelhão
sr@latin: Nađi leptirića boje cinobera

source: Find the ceruse butterfly
bs: Pronađi ceruse leptira
pt: Encontra a borboleta chumbo
sr@latin: Nađi leptirića boje kerusa

source: Find the fawn butterfly
bs: Pronađi lane leptira
pt: Encontra a borboleta castanho claro
sr@latin: Nađi leptirića boje lana

source: Find the chartreuse butterfly
bs: Pronađi šartrez boje leptira
pt: Encontra a borboleta verde amarelada
sr@latin: Nađi leptirića boje šartreza

source: Find the emerald butterfly
bs: Pronađi leptira od smaragda
pt: Encontra a borboleta esmeralda
sr@latin: Nađi leptirića boje smaragda

source: Find the aubergine butterfly
bs: Pronađi leptira od patlidžana
pt: Encontra a borboleta beringela
sr@latin: Nađi leptirića tamnoljubičaste boje

source: Find the fuchsia butterfly
bs: Pronađi leptira od fuksije
pt: Encontra a borboleta fúcsia
sr@latin: Nađi leptirića boje fuksije

source: Find the glaucous butterfly
bs: Pronađi plavozeleni leptir
pt: Encontra a borboleta verde acinzentada
sr@latin: Nađi leptirića zelenkastoplave boje

source: Find the auburn butterfly
bs: Pronađi cvrenkastosmeđeg leptira
pt: Encontra a borboleta arruivada
sr@latin: Nađi leptirića boje kestena

source: Find the azure butterfly
bs: Pronađi plavog leptira
pt: Encontra a borboleta azul céu
sr@latin: Nađi leptirića boje azura

source: Find the grayish brown butterfly
bs: Pronađi sivkasto smeđeg leptira
pt: Encontra a borboleta cinzento acastanhado
sr@latin: Nađi leptirića sivkaste boje

source: Find the bistre butterfly
bs: Pronađi bistre leptira
pt: Encontra a borboleta castanho escura
sr@latin: Nađi leptirića tamnosivobraon boje

source: Find the crimson butterfly
bs: Pronađi tamnocrvenog leptira
pt: Encontra a borboleta carmesim
sr@latin: Nađi leptirića svetlocrvene boje

source: Find the celadon butterfly
bs: Pronađi celadon leptira
pt: Encontra a borboleta acastanhada
sr@latin: Nađi leptirića boje seladona

source: Find the cerulean butterfly
bs: Pronađi tamnoplavog leptira
pt: Encontra a borboleta azul claro
sr@latin: Nađi leptirića boje serala

source: Find the dove butterfly
bs: Pronađi golubastog leptira
pt: Encontra a borboleta pombo
sr@latin: Nađi leptirića boje goluba

source: Find the garnet butterfly
bs: Pronađi tamnog leptira
pt: Encontra a borboleta vermelho escura
sr@latin: Nađi leptirića boje grane

source: Find the indigo butterfly
bs: Pronađi indigo leptira
pt: Encontra a borboleta azul escura
sr@latin: Nađi leptirića boje indiga

source: Find the ivory butterfly
bs: Pronađi leptira od slonovače
pt: Encontra a borboleta marfim
sr@latin: Nađi leptirića boje slonovače

source: Find the jade butterfly
bs: Pronađi žad leptira
pt: Encontra a borboleta jade
sr@latin: Nađi leptirića boje žada

source: Find the lavender butterfly
bs: Pronađi lavanda leptira
pt: Encontra a borboleta lavanda
sr@latin: Nađi leptirića boje lavande

source: Find the lichen butterfly
bs: Pronađi lišaj leptira
pt: Encontra a borboleta líquen
sr@latin: Nađi leptirića boje lišaja

source: Find the wine butterfly
bs: Pronađi vino leptira
pt: Encontra a borboleta vinho
sr@latin: Nađi leptirića boje vina

source: Find the lilac butterfly
bs: Pronađi lila leptira
pt: Encontra a borboleta lilás
sr@latin: Nađi leptirića boje lila

source: Find the magenta butterfly
bs: Pronađi purpurno crvenog leptira
pt: Encontra a borboleta magenta
sr@latin: Nađi leptirića ljubičaste boje

source: Find the malachite butterfly
bs: Pronađi malahit leptira
pt: Encontra a borboleta malaquita
sr@latin: Nađi leptirića boje malahita

source: Find the larch butterfly
bs: Pronađi tisa leptira
pt: Encontra a borboleta lariço
sr@latin: Nađi leptirića boje ariša

source: Find the mimosa butterfly
bs: Pronađi mimoze leptira
pt: Encontra a borboleta mimosa
sr@latin: Nađi leptirića boje mimoze

source: Find the ochre butterfly
bs: Pronađi oker leptira
pt: Encontra a borboleta ocre
sr@latin: Nađi leptirića oker boje

source: Find the olive butterfly
bs: Pronađi maslinastog leptira
pt: Encontra a borboleta oliveira
sr@latin: Nađi leptirića boje masline

source: Find the opaline butterfly
bs: Pronađi opalescentnog leptira
pt: Encontra a borboleta opalina
sr@latin: Nađi leptirića boje opala

source: Find the ultramarine butterfly
bs: Pronađi ultramarin leptira
pt: Encontra a borboleta ultramarina
sr@latin: Nađi leptirića ultramarinske boje

source: Find the mauve butterfly
bs: Pronađi svjetljo ljubičastog leptira
pt: Encontra a borboleta malva
sr@latin: Nađi leptirića boje sleza

source: Find the grayish blue butterfly
bs: Pronađi sivkasto plavog leptira
pt: Encontra a borboleta azul acinzentado
sr@latin: Nađi leptirića sivkasto-plave boje

source: Find the pistachio butterfly
bs: Pronađi zeleno žutog leptira
pt: Encontra a borboleta pistácio
sr@latin: Nađi leptirića boje pistaćija

source: Find the platinum butterfly
bs: Pronađi platinastog leptira
pt: Encontra a borboleta platina
sr@latin: Nađi leptirića boje platine

source: Find the purple butterfly
bs: Pronađi ljubičastog leptira
pt: Encontra a borboleta púrpura
sr@latin: Nađi leptirića boje purpura

source: Find the plum butterfly
bs: Pronađi tamno ljubičastog leptira
pt: Encontra a borboleta ameixa
sr@latin: Nađi leptirića boje šljive

source: Find the prussian blue butterfly
bs: Pronađi pruski plavog leptira
pt: Encontra a borboleta azul prussiano
sr@latin: Nađi leptirića prusko-plave boje

source: Find the rust butterfly
bs: Pronađi boje hrđe leptira
pt: Encontra a borboleta ferrugem
sr@latin: Nađi leptirića boje rđe

source: Find the saffron butterfly
bs: Pronađi šafran leptira
pt: Encontra a borboleta açafrão
sr@latin: Nađi leptirića šafron boje

source: Find the vanilla butterfly
bs: Pronađi vanilija leptira
pt: Encontra a borboleta baunilha
sr@latin: Nađi leptirića boje vanile

source: Find the veronese butterfly
bs: Pronađi veronskog leptira
pt: Encontra a borboleta veronesa
sr@latin: Nađi leptirića boje veroneza

source: Find the verdigris butterfly
bs: Pronađi verdigris leptira
pt: Encontra a borboleta verdete
sr@latin: Nađi leptirića boje bakra

source: Find the dark purple butterfly
bs: Pronađi tamno ljubičastog leptira
pt: Encontra a borboleta púrpura escuro
sr@latin: Nađi leptirića tamnoljubičaste boje

source: Practice the multiplication operation
bs: Vežbajte operaciju množenja
pt: Pratica a multiplicação
sr@latin: Vežbaj operaciju množenja

source: Answer some algebra questions
bs: Odgovori na nekoliko pitanja iz algebre
pt: Responde a algumas perguntas de álgebra
sr@latin: Odgovori na nekoliko pitanja iz algebre

source: Multiplication table
bs: Tablica množenja
pt: Tabuada da multiplicação.
sr@latin: Tablica množenja

source: In a limited time, give the product of two numbers
bs: U ograničenom vremenu, upiši proizvod dva broja
pt: Num período de tempo limitado, indicar o produto de dois fatores.
sr@latin: U ograničenom vremenu, upiši proizvod dva broja

source: A multiplication of two numbers is displayed. At the right of the equals sign, give the answer, the product. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
bs: Prikazan je proizvod dva broja. Na desnoj strani od znaka jednakosti unesi odgovor, proizvod. Koristi lijevu i desnu strelicu da izmijeniš odgovor, i Enter taster da provjeriš da li si dobro riješio. Ako nisi, pokušaj ponovo.
pt: É mostrada uma multiplicação de dois números. Coloca a resposta, o produto, à direita do sinal de igual. Prime a tecla <Enter> para saberes se acertaste. Se não acertaste, usa as teclas <Seta esquerda> e <Seta direita>, para alterares a tua resposta e tenta novamente.
sr@latin: Prikazana je operacija množenja dva broja. Upiši odgovor, proizvod, sa desne strane znaka jednakosti. Koristi strelice na levo i desno da izmeniš odgovor, i taster „Unesi“ da proveriš ispravnost odgovora. Ako si pogrešio/la, pokušaj ponovo.

source: I am Ready
bs: Spreman sam
pt: Começar
sr@latin: Spreman sam

source: Find the series of correct operations that matches the given answer
bs: Nađi ispravan redoslijed operacija koji daje zadato rešenje
pt: Descobre a série de operações corretas que correspondem à resposta dada
sr@latin: Nađi niz tačnih radnji koje odgovavraju datom odgovoru
