Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Click on the items until you find what you think is the correct answer. Then, click on the OK button in the control bar. In the lower levels, Tux gives you an indication if you found a hiding place by marking the item with a black box. You can use the right mouse button to flip the colors in the opposite order.
bs: Kliknite na stvari dok ne dobijete ono što smatrate ispravnim odgovorom. Zatim, kliknite dugme „U redu“ u upravljačkoj traci. Na nižim nivoima, Pingoslav vam pokazuje ukoliko ste našli skriveno mjesto, označavanjem stavke crnim okvirom. Možete koristiti desno dugme miša da prevrnete boje u suprotnom redoslijedu.
pt: Clica nas peças para as fazeres mudar de cor. No painel da esquerda (verticalmente), encontras uma lista das peças que podes usar. Quando tiveres colocado as peças numa sequência de cores que julgas ser igual à do Tux, clica no botão "Polegar". Nessa altura, o Tux compara a sequência que tu propuseste com aquela que ele esconde e dá-te algumas pistas sobre aquilo em que terás acertado; no pequeno painel à direita do painel principal, o Tux coloca: – um ponto preto por cada peça de cor correta colocada no local correto; – um ponto branco por cada peça de cor correta colocada no local errado. Nos níveis mais básicos, o Tux indica-te com precisão quais são as peças de cor correta no local correto e quais são as peças de cor correta no local errado.
sr@latin: Klikni na stvari dok ne dobiješ ono što smatraš ispravnim odgovorom. Zatim, klikni dugme „U redu“ na upravljačkoj traci. Na nižim nivoima, Pingoslav ti pokazuje ukoliko nađeš skriveno mesto, označavanjem stavke crnim okvirom. Možeš koristiti desno dugme miša da prevrneš boje suprotnim redosledom.

source: The tangram puzzle game
bs: Tangram slagalica
pt: Tangram
sr@latin: Tangram slagalica

source: The objective is to form a given shape with seven pieces
bs: Cilj je napraviti zadati oblik pomoću sedam dijelova
pt: O objetivo é criar uma dada forma com sete peças
sr@latin: Cilj je napraviti zadati oblik pomoću sedam delova

source: From Wikipedia, the free encyclopedia. Tangram (Chinese: literally "seven boards of cunning") is a Chinese puzzle. While the tangram is often said to be ancient, its existence has only been verified as far back as 1800. It consists of 7 pieces, called tans, which fit together to form a square; taking the square as the unit: * 5 right isosceles triangles o 2 small (legs of 1) o 1 medium size (legs of square root of 2) o 2 large size (legs of 2) * 1 square (side of 1) * 1 parallelogram (sides of 1 and square root of 2)
bs: Sa Vikipedije, slobodne enciklopedije. Tangram (Kineski: bukvalno „sedam pločica oštroumnosti“) je kineska slagalica. Iako se često govori da je Tangram antička igra, njegovo postojanje se može potvrditi tek od 1800-te godine. Sastoji se od 7 dijelova koji se nazivaju TAN-ovi, koji zajedno čine kvadrat. Kvadrat sadrži: * 5 pravouglih jednakostraničnih trouglova o 2 mala (katete veličine 1) o 1 srednje veličine (katete su korijen iz 2) o 2 velika (katete veličine 2) * 1 kvadrat (stranice veličine 1) * 1 paralelogram (stranica 1 i kvadratni korijen iz 2)
pt: Da Wikipedia, a enciclopédia gratuita. Tangram (Chinês: literalmente "sete placas de astúcia") é um jogo chinês. embora se diga que o tangram é antigo, a sua existência só foi verificada a partir de 1800. Consiste em 7 peças, chamadas tans, que se encaixam para formar um quadrado; tomando o quadrado como a unidade: * 5 triângulos isósceles o 2 pequeno (pernas de 1) o 1 médio (pernas da raiz quadrada de 2) o 2 grande (pernas de 2) * 1 quadrado (lado de 1) * 1 paralelograma (lados de 1 e raiz quadrada de 2)
sr@latin: Sa Vikipedije, slobodne enciklopedije. Tangram (Kineski: bukvalno „sedam pločica oštroumnosti“) je kineska slagalica. Iako se često govori da je Tangram antička igra, njegovo postojanje se može potvrditi tek od 1800-te godine. Sastoji se od 7 delova koji se nazivaju TAN-ovi, koji zajedno čine kvadrat. Kvadrat sadrži: * 5 pravouglih jednakostraničnih trouglova o 2 mala (katete veličine 1) o 1 srednje veličine (katete su koren iz 2) o 2 velika (katete veličine 2) * 1 kvadrat (stranice veličine 1) * 1 paralelogram (stranica 1 i kvadratni koren iz 2)

source: Select the tangram to form. Move a piece by dragging it. Right-click on it to create a symmetrical item. Select an item and drag around it to show the rotation you want. Once you've shown what shape you want, the computer will create it. If you need help, click on the shape button, and the border of the shape will be drawn.
bs: Izaberite tangram koji želite da napravite. Pomijerajte dijelove prevlačenjem. Desnim klikom na njega napravićete simetričan dio. Izaberite dio i vucite ga da prikažete rotaciju koju želite. Kada prikažete oblik koji želite, računar će ga napraviti. Ako vam je potrebna pomoć, kliknite na dugme za oblik i okvir oblika će biti iscrtan.
pt: Seleciona o tangram que queres reproduzir. Arrasta a peça para a moveres. Clica com o botão direito para criares uma peça simétrica. Seleciona uma peça e arrasta à sua volta para mostrar a rotação que queres. Uma vez feito isto, o computador cria a peça. Se precisares de ajuda, clica no botão de forma e o contorno da forma será desenhado.
sr@latin: Izaberi tangram koji želiš da napraviš. Pomeraj delove prevlačenjem. Desnim klikom na njega napravićeš simetričan deo. Izaberi deo i vuci ga da prikažeš rotaciju koju želiš. Kada prikažeš oblik koji želiš, računar će ga napraviti. Ako ti je potrebna pomoć, klikni na dugme za oblik i okvir oblika će biti iscrtan.

source: The original code was written by Philippe Banwarth in 1999. It was ported to GCompris by Yves Combe in 2005.
bs: Originalan program je napisao Filip Banvart (Philippe Banwarth) 1999. godine. Za GKompris ga je prilagodio Iv Komb (Yves Combe) 2005. godine.
pt: Código original – Autor: Philippe Banwarth (1999). Integração no GCompris – Autor: Yves Combe (2005).
sr@latin: Originalan program je napisao Filip Banvart (Philippe Banwarth) 1999. godine. Za Gkompris ga je prilagodio Iv Komb (Yves Combe) 2005. godine.

source: Points = %s
bs: Tačke = %s
pt: Pontos = %s
sr@latin: Tačke = %s

source: Wind speed = %d kilometers/hour
bs: Brzina vjetra = %d kilometara na čas
pt: Velocidade do vento = %d km/h
sr@latin: Brzina vetra = %d kilometara na čas

source: Distance to target = %d meter
bs: Udaljenost od cilja = %d metar
pt: Distância do alvo = %d metro
sr@latin: Rastojanje do mete = %d metar

source: Practice addition with a target game
bs: Vežbajte sabiranje sa igrom gađanja
pt: Pratica a adição com tiro ao alvo
sr@latin: Vežbaj sabiranje sa igrom gađanja

source: Hit the target and count your points
bs: Pogodite metu i prebrojte vaše poene
pt: Acerta no alvo e conta a tua pontuação.
sr@latin: Pogodi metu i prebroj poene

source: Can move the mouse, can read numbers and count up to 15 for the first level
bs: Ume da pomjera miša, može da čita brojeve i da broji do 15 za prvi nivo
pt: Ser capaz de utilizar o rato — movê-lo e clicar nos seus botões. Saber ler números e saber contar até 15 (para o primeiro nível).
sr@latin: Ume da pomera miša, može da čita brojeve i da broji do 15 za prvi nivo

source: Throw darts at a target and count your score.
bs: Ispalite strijele u metu i prebrojte rezultat.
pt: Atira dardos a um alvo e contar a pontuação final.
sr@latin: Ispali strele u metu i prebroj rezultat.

source: Check the wind speed and direction, and then click on the target to launch a dart. When you all your darts are thrown, a window appears asking you to count your score. Enter the score with the keyboard then press the Enter key or the OK button.
bs: Provjerite snagu vjetra i pravac a zatim kliknite na metu da ispalite strijelu. Kada ispalite sve strijele, pojavljuje se prozor gdje treba da prebrojite vaše poene. Unesite rezultat tastaturom i pritisnite Enter ili dugme „U redu“.
pt: Para começar, verifica a direção e a força do vento, no painel circular do lado direito. Em seguida, considerando essa informação, aponta a uma zona do alvo e clica-lhe para lançares uma flecha (tem em conta que, embora a flecha seja dirigida ao ponto em que clicaste, a sua trajetória será afetada pela direção e força do vento). Assim que tiveres lançado todas as flechas, verás aparecer uma janela pedindo-te que contes a tua pontuação. Cada zona do alvo vale diferentes pontos (mais próximo do centro vale mais; mais longe, vale menos); somando os pontos correspondentes à posição de cada flecha, digita o total com o teclado e prime a tecla <Enter> ou clica no botão "Polegar".
sr@latin: Proveri snagu vetra i pravac, a zatim klikni na metu da ispališ strelu. Kada ispališ sve strele, pojavljuje se prozor gde treba da prebrojiš poene. Unesi rezultat tastaturom i pritisni „Unesi“ ili dugme „U redu“.

source: A sliding-block puzzle game
bs: Slagalica sa klizajućim blokovima
pt: Engarrafamento
sr@latin: Slagalica sa klizajućim blokovima

source: Remove the red car from the parking lot through the gate on the right
bs: Uklonite crvena kola sa parkinga kroz kapiju na desnoj strani
pt: Retira o automóvel vermelho do parque de estacionamento, passando pelo portão da direita.
sr@latin: Ukloni crvena kola sa parkinga kroz kapiju na desnoj strani

source: Each car can only move either horizontally or vertically. You must make some room in order to let the red car move through the gate on the right.
bs: Svaki auto se može pomjerati ili vodoravno (horizontalno) ili uspravno (vertikalno). Morate da napravite prostor da crveni auto može da izađe kroz kapiju na desnoj strani.
pt: Cada automóvel pode mover-se apenas na horizontal ou na vertical. Tens de arranjar espaço para que o carro se mova através do portão à direita.
sr@latin: Svaki auto se može pomerati ili vodoravno (horizontalno) ili uspravno (vertikalno). Moraš da napraviš prostor da crveni auto može da izađe kroz kapiju na desnoj strani.

source: Cannot find Tuxpaint. Install it to use this activity !
bs: Ne mogu da nađem Tuxpaint. Instalirajte ga da bi ste koristili ovu vježbu !
pt: Impossível localizar o Tuxpaint. Por favor, instale-o para iniciar esta atividade.
sr@latin: Ne mogu da nađem „Tuksa crtača“. Instaliraj ga za korišćenje ove vežbe !

source: Waiting for Tuxpaint to finish
bs: Čekam da Tuxpaint završi
pt: À espera que o Tuxpaint encerre
sr@latin: Čekam da Tuks crtač završi

source: Inherit fullscreen setting from GCompris
bs: Preuzimam podešavanja za pun ekran od GKomprisa
pt: Adoptar a definição de ecrã completo do GCompris
sr@latin: Preuzmiroun ekran od Gkomprisa

source: Inherit size setting from GCompris (800x600, 640x480)
bs: Preuzimam podešavanja veličine od GKomprisa (800x600, 640x480)
pt: Adoptar as dimensões de ecrã do GCompris (800×600, 640×480).
sr@latin: Preuzmi podešavanja veličine od Gkomprisa (800x600, 640x480)

source: Disable shape rotation
bs: Isključi rotaciju oblika
pt: Desativar a rotação de formas.
sr@latin: Isključi rotaciju oblika

source: Show Uppercase text only
bs: Prikaži tekst samo velikim slovima
pt: Mostrar só texto em maiúsculas.
sr@latin: Prikaži tekst samo velikim slovima

source: Disable stamps
bs: Isključi pečate
pt: Desativar carimbos
sr@latin: Isključi pečate

source: Tuxpaint
sr@latin: Tuks crtač

source: Launch Tuxpaint
bs: Pokreni Tuxpaint
pt: Iniciar o Tuxpaint
sr@latin: Pokreni Tuksa crtača

source: mouse and keyboard manipulation
bs: rukovanje mišem i tastaturom
pt: Ser capaz de manipular o rato e utilizar o teclado.
sr@latin: rukovanje mišem i tastaturom

source: Drawing activity (pixmap)
bs: Vježba crtanja (tačkasto)
pt: Atividade de desenho (por pontos)
sr@latin: Vežba crtanja (tačkasto)

source: Use Tuxpaint to draw. When Tuxpaint is finished this board will end.
bs: Koristi Tuxpaint za crtanje. Kada se Tuxpaint završi, tabla se zatvara.
pt: Utiliza o Tuxpaint para desenhar. Quando o Tuxpaint for encerrado, esta atividade também será terminada.
sr@latin: Koristi Tuksa crtača za crtanje. Kada se Tuks crtač završi, tabla se zatvara.

source: This is a water pump station.
bs: To je pumpa za vodu.
pt: Isto é uma estação de bombagem de água.
sr@latin: Ovo je stanica za pumpanje vode.

source: This is a water cleanup station.
bs: To je prečišćavanje vode.
pt: Isto é uma estação de limpeza de água.
sr@latin: Ovo je stanica za prečišćavanje vode.

source: A water tower or elevated water tower is a large elevated water storage container constructed to hold a water supply at a height sufficient to pressurize a water distribution system.
bs: Vodeni toranj ili povišeni vodeni toranj je veliki spremnik vode napravljen tako da zadržava zalihe vode na visini za dovoljno stvaranje pritiska za distributivni sistem.
pt: Uma torre de água ou uma estação de elevação é um grande tanque de água elevado, construído para manter uma reserva de água a uma altura suficiente para criar pressão num sistema de distribuição de água.
sr@latin: Vodotoranj ili izdignuti vodotoranj je veliki izdignuti rezervoar za vodu izgrađen da sadrži vodu na visini dovoljnoj da obezbedi pritisak u sistemu za raspodelu vode.

source: Learn about the water cycle
bs: Naučite o kruženju vode
pt: O ciclo da água.
sr@latin: Nauči o kružnom ciklusu vode

source: Tux has come back from a long fishing party on his boat. Bring the water system back up so he can take a shower.
bs: Pingoslav se vraća sa duge pecaroške zabave na svom brodu. Popravite sistem za vodu i pomozite mu da se istušira.
pt: O Tux voltou de uma grande pescaria. Reativa o sistema de distribuição de água para que ele possa tomar um duche.
sr@latin: Pingoslav se vraća sa duge pecaroške zabave na svom brodu. Popravi sistem za vodu i pomozi mu da se istušira.

source: Learn the water cycle
bs: Naučite o kruženju vode
pt: Aprende o ciclo da água
sr@latin: Nauči o kruženju vode

source: Click on different active elements : sun, cloud, water pump station, and water cleanup station, in order to reactivate the entire water system. When the system is back up and Tux is in the shower, push the shower button for him.
bs: Kliknite na razne aktivne elemente: sunce, oblak, pumpu za vodu, stanicu za prečišćavanje vode da biste pokrenuli čitav sistem za vodu. Kada završite i kada se Pingoslav tušira, pritisnite dugme za tuš umjesto njega.
pt: Clica nos diferentes elementos pela ordem correta: sol, nuvem, estação de bombagem de água e unidade de tratamento, para reativares todo o sistema de distribuição de água. Quando o sistema estiver a funcionar e o Tux estiver no chuveiro, clica na torneira para ele tomar banho.
sr@latin: Klikni na razne aktivne elemente: sunce, oblak, pumpu za vodu, stanicu za prečišćavanje vode da bi pokrenuo/la čitav sistem za vodu. Kada završiš i kada se Pingoslav tušira, pritisni dugme za tuš umesto njega.

source: Research
bs: Istraži
pt: Pesquisa
sr@latin: Istraživanje

source: Sentimental
bs: Osjećajno
sr@latin: Osećajno

source: Official
bs: Zvanično
pt: Oficial
sr@latin: Zvanično

source: Flyer
bs: Letač
pt: Folheto
sr@latin: Letač

source: Title
bs: Naslov
pt: Título
sr@latin: Naslov

source: Heading 1
bs: Naslov 1
pt: Título 1
sr@latin: Naslov 1

source: Heading 2
bs: Naslov 2
pt: Título 2
sr@latin: Naslov 2

source: Hyperlink
bs: Hiperlink
pt: Hiperligação
sr@latin: Hiperveza

source: Your word processor
bs: Tvoj obrađivač teksta
pt: O teu processador de texto
sr@latin: Obrađivač teksta

source: A simple word processor to enter and save any text
bs: Jednostavan obrađivač teksta za unos i snimanje
pt: Um processador de texto simples para introduzires e gravares qualquer texto.
sr@latin: Jednostavan obrađivač teksta za unos i čuvanje

source: The children can type their own text or copy one given by the teacher.
bs: Djeca mogu da unesu sopstveni tekst ili prepišu onaj koji im zada učitelj.
pt: As crianças podem escrever o seu próprio texto ou copiar um que seja fornecido pelo professor.
sr@latin: Deca mogu da unesu sopstveni tekst ili prepišu onaj koji im zada učitelj.

source: Learn how to enter text in a wordprocessor. This wordprocessor is special in that it enforces the use of styles. This way, the children will understand their benefit when moving to more feature full wordprocessor like LibreOffice.
bs: Naučite kako unijeti tekst u wordprocessor. Ovaj wordprocessor je poseban jer nameće korištenje stilova. Na ovaj način, dijeca će shvatiti njegovu korist, kada se prebacuju na više grafičkom wordprocesoru poput LibreOffice.
pt: Aprender a introduzir texto num processador de texto. Este processador é especial porque nele é obrigatória a utilização de estilos. Desta forma, a criança vai perceber melhor a sua importância quando utilizar um processador de texto com mais potencialidades como o Writer.
sr@latin: Nauči da unosiš tekst u program za obradu teksta. Ovaj program je poseban po tome što te tera da koristiš stilove za ispisivanje. Na taj način, ćeš razumeti sve njihove prednosti kada počneš sa korišćenjem naprednijih programa za obradu teksta kao što je Libre ofis.

source: In this wordprocessor you can type the text you want, save and get it back later. You can add some style to your text by using the buttons on the left. The first 4 buttons let you select the style of the line on which your insert cursor is. The 2 others buttons with multiple choices let you select from a predefined document and color theme.
bs: U programu za obradu teksta možete unijeti tekst koji želite, sačuvati ga i kasnije ponovo koristiti. Možete koristiti neke načine ispisivanja pomoću dugmića sa lijeve strane. Prva 4 dugmeta vam daju mogućnost da izaberete izgled linije na kojoj će biti pokazivač unosa. Ostala 2 dugmeta sa višestrukim izborima vam omogućavaju izbor ranije određenog dokumenta i teme za boju.
pt: Neste processador podes inserir o texto que quiseres, gravar o texto e carregá-lo mais tarde. Podes alterar o estilo do teu texto, utilizando os botões à esquerda. Os quatro primeiros botões permitem-te definir o estilo da linha em que se encontra o cursor. Os outros dois botões permitem que escolhas o tipo de documento que estás a compor e os temas de cores que queres utilizar.
sr@latin: U programu za obradu teksta možeš uneti tekst koji želiš, sačuvati ga i kasnije ponovo koristiti. Možeš koristiti neke načine ispisivanja pomoću dugmića sa leve strane. Prva 4 dugmeta ti daju mogućnost da izabereš izgled linije na kojoj će biti pokazivač unosa. Ostala 2 dugmeta sa višestrukim izborima ti omogućavaju izbor ranije određenog dokumenta i teme za boju.

source: Falling Words
bs: Padajuće riječi
pt: Palavras em queda
sr@latin: Padajuće reči

source: Type the falling words before they reach the ground
bs: Ukucajte riječi koje padaju prije nego što stignu do zemlje
pt: Digita no teclado as palavras que vão caindo, antes que estas cheguem ao chão.
sr@latin: Ukucaj reči koje padaju pre nego što stignu do zemlje

source: Keyboard training
bs: Vježba kucanja
pt: Treinar a utilização do teclado
sr@latin: Vežba kucanja

source: Type the complete word as it falls, before it reaches the ground
bs: Upišite kompletnu riječ kako pada, sve dok ne dosegne dno
pt: Digita no teclado as palavras que vão caindo, antes que estas cheguem ao chão.
sr@latin: Ukucaj celu reč dok pada, pre nego što stigne do zemlje

source: Jordan
bs: Džordan
pt: Jordânia

source: Portugal
bs: Portugalija

source: a=a
bs: lj=q/nj=w/dž=x

source: NONE
bs: NIŠTA
pt: NENHUM

source: Japan
pt: Japão

source: Iran
pt: Irão

source: Turkmenistan
pt: Turquemenistão

source: Pakistan
pt: Paquistão

source: Uzbekistan
pt: Uzbekistão

source: Panama
pt: Panamá

source: Brazil
pt: Brasil

source: Benin
pt: Benim

source: Gabon
pt: Gabão

source: Niger
pt: Níger

source: Sudan
pt: Sudão

source: sport
pt: desporto

source: C
pt: Dó

source: D
pt: Ré

source: E
pt: Mi

source: F
pt: Fá

source: G
pt: Sol

source: A
pt: Lá

source: B
pt: Si

source: C#
pt: Dó sustenido

source: D#
pt: Ré sustenido

source: F#
pt: Mi sustenido

source: G#
pt: Fá sustenido

source: A#
pt: Lá sustenido

source: Db
pt: Ré bemol

source: Eb
pt: Mi bemol

source: Gb
pt: Fá bemol

source: Ab
pt: Lá bemol

source: Bb
pt: Si bemol
