Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: The chess engine is from gnuchess.
bs: Sistem za šah je Gnuov šah (gnuchess).
pt: Motor do jogo – Gnuchess.
sr@latin: Pogon šaha je gnušah.

source: Chess training. Catch the computer's pawns.
bs: Vježbanje šaha. Uhvatite pješake računara.
pt: Treino de xadrez contra o computador: derruba um peão do computador.
sr@latin: Vežbanje šaha. Pohvataj pešake računara.

source: Play the end of the chess game against the computer
bs: Igrajte kraj šahovske partije protiv računara
pt: Joga o final de um jogo de xadrez contra o computador
sr@latin: Odigraj završetak šahovske partije protiv računara

source: Chronos
bs: Vremenko
pt: Cronologia
sr@latin: Vremenko

source: Drag and Drop the items to organize the story
bs: Prevucite i pustite stavke da bi sastavili priču
pt: Move as imagens, organizando-as cronologicamente.
sr@latin: Prevuci i pusti stavke da sastaviš priču

source: Pick from the pictures on the left and put them on the red dots
bs: Izaberite slike na lijevoj strani i postavite ih na crvene tačke
pt: Neste jogo, deves organizar as imagens por ordem cronológica. Pega nas imagens da esquerda move-as para o ponto vermelho correto
sr@latin: Izaberi slike na levoj strani i postavi ih na crvene tačke

source: Sort the pictures into the order that tells the story
bs: Poređajte slike po redu da biste sastavili priču
pt: Organiza as imagens de modo a contar a história.
sr@latin: Poređaj slike po redu da sastaviš priču

source: Tell a short story
bs: Ispričajte kratku priču
pt: Contar uma pequena história.
sr@latin: Ispričaj kratku priču

source: Moon photo is copyright NASA. The space sounds come from Tuxpaint and Vegastrike which are released under the GPL license. The transportation images are copyright Franck Doucet. Dates of Transportation are based on those found in &lt;http://www.wikipedia.org&gt;.
bs: Slika mjeseca je vlasništvo NASA-e. Svemirski zvuci dolaze iz programa Tuxpaint i Vegastrike koji su izdati pod OJL. Slike prijevoznih sredstava su vlasništvo Franka Duseta (Franck Doucet). Datumi prijevoznih sredstava su zasnovani na onima sa &lt;http://www.wikipedia.org&gt;.
pt: Fotografia da lua – Direitos de autor: NASA. Sons espaciais – Licença: GNU GPL. Fonte: Tuxpaint e Vegastrike. Imagens de meios de transporte – Direitos de autor: Franck Doucet. Datas de meios de transporte – Fonte: &lt;http://www.wikipedia.org&gt;.
sr@latin: Slika Meseca je vlasništvo NASA-e. Svemirski zvuci dolaze iz programa „Tuks crtanje“ i „Vega napada“ koji su izdati pod OJL. Slike prevoznih sredstava su vlasništvo Franka Duseta. Datumi prevoznih sredstava su zasnovani na onima sa &lt;http://www.wikipedia.org&gt;.

source: Moonwalker
bs: Šetnja na mjesecu
pt: O homem na Lua
sr@latin: Mesečev šetač

source: The 4 Seasons
bs: 4 godišnja doba
pt: As quatro estações
sr@latin: 4 godišnja doba

source: Spring
bs: Proljeće
pt: Primavera
sr@latin: Proleće

source: Summer
bs: Ljeto
pt: Verão
sr@latin: Leto

source: Autumn
bs: Jesen
pt: Outono
sr@latin: Jesen

source: Winter
bs: Zima
pt: Inverno
sr@latin: Zima

source: Gardening
bs: Baštovanstvo
pt: A jardinagem
sr@latin: Baštovanstvo

source: Tux and the apple tree
bs: Pingoslav i drvo jabuke
pt: O Tux e a macieira
sr@latin: Pingoslav i drvo jabuke

source: Transportation
bs: Prijevozno sredstvo
pt: Os meios de transporte
sr@latin: Prevozna sredstva

source: Place each image in the order and on the date it was invented. If not sure, research online at wikipedia: http://www.wikipedia.org
bs: Složite slike svakog izuma po datumu kada je napravljen. Ako niste sigurni, pogledajte vikipediju: http://www.wikipedia.org
pt: Coloca as imagens das invenções por ordem, respeitando a data em que foram inventadas. Se tiveres dúvidas, a Wikipedia pode ajudar-te: http://www.wikipedia.org
sr@latin: Složi slike svakog izuma po datumu njegovog stvaranja. Ako nisi siguran/a potraži na vikipediji: http://www.wikipedia.org

source: 1769 Cugnot's fardier
bs: 1769 Kunjoov parni auto
pt: 1769 – Veículo a vapor de Cugnot
sr@latin: 1769 Kunjoov parni auto

source: 1829 Stephenson's Rocket Steam locomotive
bs: 1829 Stivensonova Raketa Parna lokomotiva
pt: 1829 – Locomotiva a vapor "Rocket", de Stephenson
sr@latin: 1829 Stivensonova Raketna parna lokomotiva

source: 1783 Montgolfier brothers' hot air balloon
bs: 1783 Braća Montgolfjer balon sa toplim vazduhom
pt: 1783 – Balão de ar quente dos irmãos Montgolfier
sr@latin: 1783 Braća Mongolfjer balon sa toplim vazduhom

source: 1880 Clement Ader's Eole
bs: 1880 „Eol“ Klimenta Adera
pt: 1880 – "Éole", de Clément Ader
sr@latin: Klement Ader, Eol — 1880

source: 1906 Paul Cornu First helicopter flight
bs: 1906 Pol Korni Prvi let helikopterom
pt: 1906 – primeiro voo de helicóptero, por Paul Cornu
sr@latin: 1906 Pol Korni Prvi let helikopterom

source: 1791 Comte de Sivrac's Celerifere
bs: 1791 Komte di Sivrakov Selerifer
pt: 1791 – "Célérifère", de Conde de Sivrac
sr@latin: 1791 Konte d Sivrakov Selerifer

source: Aviation
bs: Avijacija
pt: A aviação
sr@latin: Avijacija

source: 1903 The Wright brothers' Flyer III
bs: 1903 Letač III braće Rajt
pt: 1903 – "Flyer III", dos irmãos Wright
sr@latin: 1903 „Letač III“ braće Rajt

source: 1909 Louis Bleriot crosses the English Channel
bs: 1909 Luis Blerio prelijeće engleski kanal (Lamanš)
pt: 1909 – Louis Blériot atravessa o Canal da Mancha
sr@latin: 1909 Luj Blerio preleće engleski kanal (Lamanš)

source: 1947 Chuck Yeager breaks the sound-barrier
bs: 1947 Čak Jeger probija zvučni zid
pt: 1947 – Chuck Yeager ultrapassa a barreira do som
sr@latin: 1947 Čak Jiger probija zvučni zid

source: 1927 Charles Lindbergh crosses the Atlantic Ocean
bs: 1927 Čarls Lindberg prelijeće Atlantski okean
pt: 1927 – Charles Lindbergh atravessa o Oceano Atlântico
sr@latin: 1927 Čarls Lindberg preleće Atlantski okean

source: 1934 Hélène Boucher's speed record of 444km/h
bs: 1934 Helen Bušer brzinski rekord od 444km/h
pt: 1934 – Recorde de velocidade de Hélène Boucher (444 km/h)
sr@latin: 1934 Helen Bušerov brzinski rekord od 444km/h

source: The car
bs: Kola
pt: O automóvel
sr@latin: Kola

source: 1878 Léon Bollé's "La Mancelle"
bs: 1878 „la Mansela“ Leona Bolea
pt: 1878 – "La Mancelle", de Léon Bollé
sr@latin: 1878 „La Mansela“ Leona Bolea

source: 1885 The first petrol car by Benz
bs: 1885 Prva kola na benzin iz Benca (Benz)
pt: 1885 – Primeiro automóvel a gasolina, por Benz
sr@latin: 1885 Bencov prvi auto na benzinski pogon

source: Cars
bs: Kola
pt: Os carros
sr@latin: Kola

source: 1899 Renault "voiturette"
bs: 1899 Reno „voiturette“
pt: 1899 – Voiturette de Renault
sr@latin: 1899 Reno „voiturette“

source: 1923 Lancia Lambda
bs: 1923 Lančia Lambda
sr@latin: 1923 Lanća Lambda

source: 1955 Citroën DS 19
sr@latin: 1955 Citroen DS 19

source: Click and draw
bs: Klikni i crtaj
pt: Clica e desenha
sr@latin: Klikni i crtaj

source: Draw the picture by clicking on the blue points.
bs: Crtaj sliku klikom na plave tačke.
pt: Desenha uma imagem, clicando com o botão esquerdo do rato nos pontos azuis.
sr@latin: Iscrtaj sliku klikajući na plave tačke.

source: Draw the picture by clicking on each blue point in sequence.
bs: Crtaj sliku klikćući redom na svaku plavu tačku.
pt: Nesta atividade, vais desenhar uma série de figuras, definindo os seus contornos. Desenha a imagem clicando em cada ponto azul em sequência.
sr@latin: Iscrtaj sliku klikajući na svaku plavu tačku u nizu.

source: Click On Me
bs: Klikni na mene
pt: Clica-me
sr@latin: Klikni na mene

source: Left-Click with the mouse on all the swimming fish before they leave the fishtank
bs: Kliknite lijevim tasterom miša na sve pokretne ribe prije nego što otplivaju iz akvarijuma
pt: Clica com o botão esquerdo do rato em todos os peixes, antes que estes saiam do aquário.
sr@latin: Klikni levim tasterom miša na sve plivajuće ribe pre nego što otplivaju iz akvarijuma

source: Motor coordination: moving and clicking the mouse.
bs: Koordinacija pokreta: kretanje miša i kliktanje.
pt: Desenvolver a coordenação motora: mover o rato e clicar nos seus botões.
sr@latin: Koordinacija pokreta: kretanje miša i klikanje.

source: Use the left mouse button to click on the moving fish. A level 5 and after, a double click is mandatory.
bs: Korišćenjem lijevog dugmeta miša kliknite na pokretnu ribu. Na nivou 5 i poslije, dvostruki klik je obavezan.
pt: O teu objetivo neste jogo é fazeres desaparecer os peixes antes que estes saiam do aquário. Clica com o botão esquerdo do rato nos peixes e estes desaparecerão. No nível 5 e maiores é obrigatório um duplo clique.
sr@latin: Klikni levim dugmetom miša na ribu u pokretu. Nakon petog nivoa, dvoklik je obavezan.

source: Fish are taken from the Unix utility xfishtank. All image credits belong to Guillaume Rousse.
bs: Ribe su uzete iz Juniks programa xfishtank. Sve zasluge za slike pripadajuŽilijemu Rusu (Guillaume Rousse).
pt: Imagens dos peixes – Direitos de autor: Guillaume Rousse. Fonte: "Unix utility xfishtank".
sr@latin: Ribe su preuzete iz Juniks programa „xfishtank“. Sve zasluge za slike pripadaju Gijomu Rusu.

source: This activity will be played with questions displayed as text instead of being spoken
bs: Ova aktivnost će se igrati sa pitanjima koja će se prikazivati kao tekst, umjesto izgovaranja
pt: Esta atividade será jogada com questões mostradas como texto em vez de serem faladas
sr@latin: U ovoj vežbi će biti prikazivan tekst umesto izgovora

source: Error: this activity cannot be played with the sound effects disabled. Go to the configuration dialog to enable the sound
bs: Greška: ova vježba se ne može igrati uz isključeni zvuk. Idite u prozor za podešavanja da uključite zvuk
pt: Erro: esta atividade não pode ser jogada com o som desativado. Por favor, ative o som no diálogo Configuração do GCompris.
sr@latin: Greška: ova vežba se ne može igrati bez uključenih zvučnih efekata. Idi u prozor za podešavanja da uključiš zvuk

source: Error: this activity requires that you first install the packages with GCompris voices for the %s locale.
bs: GREŠKA: ova aktivnost zahtijeva da je prvo instalirate paketi sa FCompris glasocima za %s lokalitetu.
pt: Erro: esta atividade requer que instale primeiro os pacotes de vozes do idioma %s.
sr@latin: Greška: ova vežba zahteva instaliranje paketa sa Gkomprisovim glasovima za „%s“ jezik.

source: a/b/c/d/e/f/g/h/i/j/k/l/m/n/o/p/q/r/s/t/u/v/w/x/y/z
bs: a/b/c/č/ć/d/dž/đ/e/f/g/h/i/j/k/l/lj/m/n/nj/o/p/r/s/š/t/u/v/z/ž
sr@latin: a/b/v/g/d/đ/e/ž/z/i/j/k/l/lj/m/n/nj/o/p/r/s/t/ć/u/f/h/c/č/dž/š

source: Questions cannot be empty.
bs: Pitanja ne mogu biti prazna.
pt: As questões não podem estar vazias.
sr@latin: Pitanja ne mogu biti prazna.

source: Answers cannot be empty.
bs: Odgovori ne mogu biti prazni.
pt: As respostas não podem estar vazias.
sr@latin: Odgovori ne mogu biti prazni.

source: Too many characters in the Answer (maximum is %d).
bs: Previše karaktera u odgovoru (maksimalno je %d).
pt: Demasiados caracteres na resposta (o máximo é %d).
sr@latin: Previše znakova u odgovoru (najviše je %d).

source: All the characters in Questions must also be in the Answers.
bs: Svi znakovi iz pitanja moraju biti u odgovorima.
pt: Todos os caracteres nas Questões têm de estar nas Respostas.
sr@latin: Svi znakovi u pitanjima moraju biti i u odgovorima.

source: Invalid entry: At level %d, Questions '%s' / Answers '%s' %s
bs: Nevažeći unos: Na nivou %d, Pitanje '%s' / Odgovor '%s' %s
pt: Entrada inválida: No nível %d, Questões "%s"/Respostas "%s" %s
sr@latin: Neispravan unos: Na nivou %d, Pitanja „%s“ / Odgovori „%s“ %s

source: Question
bs: Pitanje
pt: Problema
sr@latin: Pitanje

source: Answer
bs: Odgovor
pt: Resposta
sr@latin: Odgovor

# click_on_letter_config
source: <b>%1$s</b> configuration for profile <b>%2$s</b>
bs: <b>%1$s</b> podešavanja za profil <b>%2$s</b>
pt: Configuração <b>%1$s</b> para o perfil <b>%2$s</b>
sr@latin: <b>%1$s</b> podešavanja za profil <b>%2$s</b>

source: Choose a language
bs: Izaberi jezik
pt: Seleção do idioma
sr@latin: Izaberi jezik

source: Back to default
bs: Povratak na zadano
pt: Repor predefinições
sr@latin: Vrati na osnovno

source: Click on a lowercase letter
bs: Klikni na mala slova
pt: Clica numa letra minúscula
sr@latin: Klikni na malo slovo

source: Listen to a letter and click on the right one
bs: Poslušajte izgovor i kliknite na pravo slovo
pt: Ouve o nome de uma letra e clica na certa.
sr@latin: Slušaj izgovor i klikni na pravo slovo

source: Visual letter-recognition. Can move the mouse.
bs: Vizuelno prepoznavanje slova. Zna da pomjera miša.
pt: Ser capaz de reconhecer visualmente as letras. Ser capaz de mover o rato.
sr@latin: Vizuelno prepoznavanje slova. Ume da pomera miša.

source: Letter-name recognition
bs: Prepoznavanje slova
pt: Treinar a capacidade de reconhecer o nome das letras.
sr@latin: Prepoznavanje slova

source: A letter is spoken. Click on the matching letter in the main area. You can listen to the letter again, by clicking on the mouth icon in the bottom box.
bs: Slovo je izgovoreno. Kliknite na odgovarajuće slovo na glavnoj površini. Izgovor možete ponovo čuti ako kliknete na sličicu usta pri dnu.
pt: Nesta atividade, tens de ouvir o nome de uma letra e identificar o seu desenho. Clica no desenho correspondente ao nome da letra que ouves. Para ouvires novamente uma letra ser proferida, clica no botão "boca".
sr@latin: Slovo je izgovoreno. Klikni na odgovarajuće slovo na glavnoj površini. Izgovor možeš ponovo čuti ako klikneš na sličicu usta pri dnu.

source: Click on an uppercase letter
bs: Klikni na velika slova
pt: Clica numa letra maiúscula
sr@latin: Klikni na veliko slovo

source: Set the watch to:
bs: Postavi sat na:
pt: Acerta o relógio para:
sr@latin: Postavi sat na:

source: Learning Clock
bs: Čitanje vremena
pt: Aprender os relógios
sr@latin: Čitanje vremena

source: Learn how to tell the time
bs: Naučite da gledate na sat
pt: Aprende a ver as horas.
sr@latin: Nauči da gledaš na sat

source: The concept of time. Reading the time.
bs: Pojam vremena. Čitanje vremena.
pt: Ter noção do conceito de tempo. Saber ver as horas.
sr@latin: Pojam vremena. Čitanje vremena.

source: Distinguish between time-units (hour, minute and second). Set and display time on a clock.
bs: Uočite razlike između časa, minuta i sekundi. Namjestite i prikažite vrijeme na časovniku.
pt: Aprender a diferenciar horas, minutos e segundos e a definir e mostrar as horas num relógio.
sr@latin: Razlikuj jedinice za vreme (čas, minut i sekunda). Podesi i prikaži vreme na časovniku.

source: Set the clock to the time given, in the time-units shown (hours:minutes or hours:minutes:seconds). Click on the different arrows, and move the mouse, to make the numbers go up or down.
bs: Namjestite časovnik na zadato vrijeme u prikazanim vremenskim jedinicama (sati:minuti ili sati:minuti:sekunde). Kliknite na kazaljke i pomjerajte miša da bi se brojevi pomjerali gore ili dolje.
pt: Acerta o relógio de acordo com a hora indicada, respeitando as unidades de tempo mostradas ("horas:minutos" ou "horas:minutos:segundos"). Clica e arrasta nas diferentes setas para fazer subir ou descer os números.
sr@latin: Namesti časovnik na zadato vreme u prikazanim vremenskim jedinicama (sati:minuti ili sati:minuti:sekunde). Klikni na kazaljke i pomeraj miša da bi se brojevi pomerali gore ili dole.

source: Match the color
bs: Podudari boju
pt: Combinar cores
sr@latin: Podudari boju

source: Not enough red
bs: Ne dovoljno crvene
pt: Sem vermelho suficiente
sr@latin: Nedovoljno crvene

source: Too much red
bs: Previše crvene
pt: Vermelho a mais
sr@latin: Previše crvene

source: Not enough green
bs: Ne dovoljno zelene
pt: Sem verde suficiente
sr@latin: Nedovoljno zelene

source: Too much green
bs: Previše zelene
pt: Verde a mais
sr@latin: Previše zelene

source: Not enough blue
bs: Ne dovoljno plave
pt: Sem azul suficiente
sr@latin: Nedovoljno plave

source: Too much blue
bs: Previše plave
pt: Azul a mais
sr@latin: Previše plave

source: Not enough cyan
bs: Ne dovoljno svijetlo plave
pt: Sem ciano suficiente
sr@latin: Nedovoljno plavičaste

source: Too much cyan
bs: Previše svijetlo plave
pt: Ciano a mais
sr@latin: Previše plavičaste

source: Not enough magenta
bs: Ne dovoljno purpurno crvene
pt: Sem magenta suficiente
sr@latin: Nedovoljno ljubičaste

source: Too much magenta
bs: Previše purpurno crvene
pt: Magenta a mais
sr@latin: Previše ljubičaste

source: Not enough yellow
bs: Ne dovoljno žute
pt: Sem amarelo suficiente
sr@latin: Nedovoljno žute

source: Too much yellow
bs: Previše žute
pt: Amarelo a mais
sr@latin: Previše žute

source: Mixing color of paint
bs: Miješanje boja farbanjem
pt: Misturar cores da pintura
sr@latin: Mešanje boje farbe

source: To understand color mixing.
bs: Da biste razumijeli miješanje boja.
pt: Para compreender a mistura das cores.
sr@latin: Razumeti mešanje boja.

source: Mix the primary colors to match to the given color
bs: Izmiješajte osnovne boje kako bi dobili odgovarajuću boju
pt: Mistura as cores primárias para corresponderem à cor indicada
sr@latin: Izmešaj osnovne boje da dobiješ datu boju

source: The activity deals with mixing primary colors of paint (subtractive mixing). In case of paints the inks absorb different colors of light falling on it, subtracting it from what you see. The more ink you add, the more light is absorbed, and the darker the combined color gets. We can mix just three primary colors to make many new colors. The primary colors for paint/ink are Cyan (a special shade of blue), Magenta (a special shade of pink), and Yellow.
bs: Aktivnost koja se bavi miješanjem osnovnih boja (odbijeno miješanje). U slučaju boja, tinta upija razlicite boje svjetla koje pada na njih, oduzimanjem onog što vidiš. Dodavanjem tinte, više se svijetla apsorbira, pa se dobivaju tamnije boje. Možemo miješati samo tri osnovne boje da napravimo mnogo novih boja. Primarne boje za slikanje/tintu su Cyan (posebna nijansa plave), magenta (posebna nijansa roze) i žuta.
pt: A atividade lida com a mistura de cores primárias da pintura (mistura subtrativa) No caso de pinturas, a tinta absorve diferentes cores de luz a incidir nela, subtraindo-as daquilo que vês. Quanto mais tinta adicionares, mais luz é absorvida e mais escura fica a cor combinada. Podemos misturar só três cores primárias para obter novas cores. As cores primárias para pintura/tinta são o Ciano (um tom especial de azul), o Magenta (um tom especial de rosa) e o Amarelo.
sr@latin: Vežba se bavi mešanjem osnovnih boja farbe (oduzimajuće mešanje). U slučaju farbe mastila upijaju različite boje svetlosti koja pada na njih, oduzimajući je od onoga što vidiš. Što više mastila dodaš, više svetlosti se upija, a dobija se tamnija mešana boja. Možemo da izmešamo samo tri osnovne boje da bismo dobili mnogo novih boja. Osnovne boje za farbe/mastila su tirkizno-plava (Cyan — poseban oblik plave), purpurno-crvena (Magenta — poseban oblik ljubičaste), i žuta.

source: Match the color
bs: Uskladite boju
pt: Combina a cor
sr@latin: Podudari boju

source: Mixing colors of light
bs: Pomiješajte svijtle boje
pt: Misturar cores de luz
sr@latin: Mešanje boja svetlosti

source: Understanding mixing of colors of light.
bs: Razumijevanje miješanja svijetlih boja.
pt: Compreender a mistura de cores de luz.
sr@latin: Razumeti mešanje boja svetlosti.

source: Mix the primary colors to match to the given color.
bs: Pomiješajte primarne boje kako bi dobili odgovarajuću boju.
pt: Mistura as cores primárias para corresponderem à cor indicada
sr@latin: Izmešaj osnovne boje da dobiješ datu boju.

source: The activity deals with mixing primary colors of light (additive mixing). In case of light it is just the opposite of mixing color with paints! The more light you add the lighter the resultant color will get. Primary colors of light are red, green and blue.
bs: Aktivnost koja se bavi miješanjem osnovnih svijetlih boja (dodatak za miješanje). U slučaju svijetlih to je baš suprotno od miješanja boja sa slikanjem. Dodavanjem više svjetla rezultirat će boji koju treba dobiti. Osnovne boje su crvena, zelena i plava.
pt: A atividade lida com a mistura de cores primárias da pintura (mistura aditiva) No caso de luz, é exatamente o opsto de misturar cores com pinturas. Quanto mais luz adicionares, mais clara fica a cor resultante. As cores primárias para luz são o vermelho, o verde e o azul.
sr@latin: Vežba se bavi mešanjem osnovnih boja svetlosti (dodavajuće mešanje). U slučaju svetlosti upravo je suprotno od mešanja boja sa farbama! Što više svetla dodaš dobićeš svetliju boju. Osnovne boje svetlosti su crvena, zelena i plava.

source: Colors
bs: Boje
pt: Cores
sr@latin: Boje

source: Click on the right color
bs: Kliknite na pravu boju
pt: Clica na cor apresentada em voz alta.
sr@latin: Klikni na pravu boju

source: Can move the mouse.
bs: Ume da pokreće miša.
pt: Ser capaz de mover o rato.
sr@latin: Ume da pokreće miša.

source: This board teaches you to recognize different colors. When you hear the name of the color, click on the duck wearing it.
bs: Ova tabla te uči sa prepoznaš različite boje. Kada čuješ ime boje, klikni na patku koja je u toj boji.
pt: Esta atividade ensina-te a reconhecer as cores. Quando ouvires o nome da cor, clica no pato que a usa.
sr@latin: Ova tabla te uči da prepoznaješ različite boje. Kada čuješ ime boje, klikni na patku u toj boji.

source: Listen to the color and click on the matching duck.
bs: Saslušajte boju i kliknite na odgovarajuću patku.
pt: Ouve o nome da cor e clica no pato correspondente.
sr@latin: Odslušaj izgovor za boju i klikni na odgovarajuću patku.

source: Find the yellow duck
bs: Pronađi žutu patku
pt: Clica no pato amarelo.
sr@latin: Nađi žutu patku

source: Find the black duck
bs: Pronađi crnu patku
pt: Clica no pato preto.
sr@latin: Nađi crnu patku

source: Find the green duck
bs: Pronađi zelenu patku
pt: Clica no pato verde.
sr@latin: Nađi zelenu patku

source: Find the red duck
bs: Pronađi crvenu patku
pt: Clica no pato vermelho.
sr@latin: Nađi crvenu patku

source: Find the white duck
bs: Pronađi bijelu patku
pt: Clica no pato branco.
sr@latin: Nađi belu patku

source: Find the blue duck
bs: Pronađi plavu patku
pt: Clica no pato azul.
sr@latin: Nađi plavu patku

source: Find the brown duck
bs: Pronađi smeđu patku
pt: Clica no pato castanho.
sr@latin: Nađi braon patku

source: Find the grey duck
bs: Pronađi sivu patku
pt: Clica no pato cinzento.
sr@latin: Nađi sivu patku

source: Find the orange duck
bs: Pronađi naranđastu patku
pt: Clica no pato laranja.
sr@latin: Nađi narandžastu patku

source: Find the purple duck
bs: Pronađi ljubičastu patku
pt: Clica no pato roxo.
sr@latin: Nađi ljubičastu patku

source: Connect 4 (2 Players)
bs: Poveži 4 (2 igrača)
pt: Quatro em linha (2 jogadores)
sr@latin: Poveži 4 (2 igrača)

source: Arrange four coins in a row
bs: Složi četiri novčića u redu
pt: Dispõe quatro peças em linha.
sr@latin: Složi četiri novčića u redu

source: Create a line of 4 pieces either horizontally (lying down) or vertically (standing up) or diagonally.
bs: Napravi liniju od 4 djela koja može biti vodoravna, uspravna ili dijagonalna.
pt: Criar uma linha de 4 peças na horizontal (deitadas), na vertical (em pé) ou na diagonal.
sr@latin: Napravi liniju od 4 novčića koja može biti vodoravna, uspravna ili dijagonalna.
