Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Practise addition, subtraction, multiplication, division, until all the cards are gone.
bs: Vežbaj sabiranje, oduzimanje, množenje i dijeljenje dok sve karte ne nestanu.
pt: Praticar a adição, a subtração, a multiplicação e a divisão, associando cartas.
sr@latin: Vežbaj sabiranje, oduzimanje, množenje i deljenje dok sve karte ne nestanu.

source: All operations memory game against Tux
bs: Igra pamćenja sa svim operacijama, protiv Pingoslava
pt: Jogo de memória com todas as operações contra o Tux
sr@latin: Igra pamćenja sa svim operacijama, protiv Pingoslava

source: Addition and subtraction memory game against Tux
bs: Igra pamćenja sa sabiranjem i oduzimanjem, protiv Pingoslava
pt: Jogo de memória com adição e subtração contra o Tux
sr@latin: Igra pamćenja sa sabiranjem i oduzimanjem, protiv Pingoslava

source: Addition memory game against Tux
bs: Igra pamćenja sa sabiranjem, protiv Pingoslava
pt: Jogo de memória com adição contra o Tux
sr@latin: Igra pamćenja sa sabiranjem, protiv Pingoslava

source: Additions
bs: Sabiranje
pt: Saber adicionar e/ou multiplicar.
sr@latin: Sabiranje

source: Division memory game
bs: Igra pamćenja sa dijeljenjem
pt: Jogo de memória com a divisão
sr@latin: Igra pamćenja sa deljenjem

source: Division
bs: Dijeljenje
pt: Saber dividir.
sr@latin: Deljenje

source: Practise division, until all the cards are gone.
bs: Vežbajte dijeljenje, dok sve karte ne nestanu.
pt: Praticar a divisão, associando cartas.
sr@latin: Vežbaj deljenje, dok sve karte ne nestanu.

source: Division memory game against Tux
bs: Igra pamćenja sa dijeljenjem, protiv Pingoslava
pt: Jogo de memória com divisão contra o Tux
sr@latin: Igra pamćenja sa deljenjem, protiv Pingoslava

source: Enumeration memory game
bs: Memorijska igra sa brojevima
pt: Jogo de memória com a numeração
sr@latin: Igra pamćenja sa prebrojavanjem

source: Turn the cards over to match the number with the drawn picture.
bs: Okrenite kartea da vidimo da li se podudara broj sa nacrtanom slikom.
pt: Vira as cartas e associa o número com a imagem.
sr@latin: Okreći karte da pronađeš broj sa slikom.

source: Numeration training, memory.
bs: Memorija, trening računanja.
pt: Praticar a numeração, memória.
sr@latin: Vežba prebrojavanja, pamćenje.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a number of pictures, or the written number.
bs: Možete vidjeti neke karte, ali ne možete vidjeti šta je na drugoj strani njih. Svaka od karti sakriva broj slika ili je napisan broj na njoj.
pt: Consegues ver algumas cartas, mas não sabes o que está na sua face escondida. Cada carta esconde um conjunto de imagens ou um número.
sr@latin: Možeš da vidiš neke karte, ali ne možeš da vidiš šta je sa njihove druge strane. Svaka karta krije broj slike, ili zapisani broj.

source: Subtraction memory game
bs: Igra pamćenja sa oduzimanjem
pt: Jogo de memória com subtração
sr@latin: Igra pamćenja sa oduzimanjem

source: Turn the cards over to find two numbers which subtract the same, until all the cards are gone.
bs: Okreći karte da pronađeš brojeve čija je razlika ista, dok sve karte ne nestanu.
pt: Vira as cartas e associa operações de subtração ao seu resultado.
sr@latin: Okreći karte da pronađeš brojeve čija je razlika ista, dok sve karte ne nestanu.

source: Practise subtraction, until all the cards are gone.
bs: Vežbajte oduzimanje, dok sve karte ne nestanu.
pt: Praticar a subtração, associando cartas.
sr@latin: Vežbaj oduzimanje, dok sve karte ne nestanu.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a subtraction, or the answer to it. A subtraction looks like this: 3 - 1 = 2 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 3 (1, 2, 3) less 1 (1) makes 2. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at subtracting numbers! In this game, these cards are hiding the two parts of a subtraction. You need to find the two parts of the subtraction, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole difference. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper difference. When you do that, both those cards disappear! When you've made them all disappear, found all the subtracts, you've won the game! :)
bs: Možete vidjeti neke karte, ali ne možete vidjet šta je na drugoj strani. Svaka od krati skriva oduzimanje, ili odgovor na to. Oduzimanje izgleda ovako: 3 - 1 = 2 Brojevi s lijeve strane znaka jednako, moraju biti jednaki broju sa desne strane jednakosti. Dakle 3 (1, 2, 3) manje 1 (1) čini 2. Brojite na glas kada ovo raditi, i brojite na prste, zato što ako uradite nešto na više načina, bolje ćete zapamtit. Također možete koristiti blokove, ili dugmad, ili nešto drugo za računanje. Ako imate dosta braće i sestara, možete ih brijati! Ili djecu u razredu. Pjevati pjesme o brojanju. Brojati mnoge stvari, u praksi, i biti ćete jako dobri u oduzimanju! U ovoj igri, ove karte su se skrivale u dva dijela oduzimanja. Morate pronaći dva dijela oduzimanja i ponovo ih spojiti. Kliknite na kartu da vidite koji se broj tuj skriva, a zatim pokušajte pronaći drugu kartu koja ide uz tu, da biste dobili odgovarajuću razliku. Možete okrenuti samo dvije karte u jednom potezu, tako da trebate pamtiti gdje se skrivaju brojevi, a zatim spojite ih sa odgovarajućom polovicom. Vi obavljate posao znaka jednakosti, i brojeve koje stavite zajedno i napravite razliku. Kada uradite to, obje karte će nestati! Kada sve nestanu, pronašli ste sva oduzimanja, te ste pobijedili u igrici! :)
pt: É apresentado um conjunto de cartas com a face voltada para baixo. O teu objetivo é juntares cada carta com uma operação à carta que apresenta o número com o seu resultado. Clica numa carta para a virares e veres o número ou a operação que esta apresenta na sua face. No caso de esta apresentar uma subtração, faz as contas para obteres o resultado. Apenas podes virar duas cartas de cada vez, pelo que tens de decorar onde estão as cartas com as diferentes operações e com os diferentes resultados. De cada vez que juntas uma carta com uma subtração à carta com o número com o seu resultado, estas desaparecem. O jogo termina quando tiveres feito desaparecer todas as cartas. Conta alto enquanto jogas, e conta também com os dedos, porque recordas melhor algo se o fizeres de várias maneiras diferentes. Podes também utilizar blocos, ou botões ou qualquer outra coisa que consigas contar. Se tiveres muitos irmãos e irmãs, podes contá-los também. Ou, se preferires, podes contar os teus colegas de turma. Canta músicas de contar. Conta imensas coisas para praticares e serás excelente a fazer contas!
sr@latin: Ovde se vide neke karte, ali se ne vidi šta je sa druge strane. Svaka karta krije oduzimanje dva broja ili odgovor na nj. Oduzimanje izgleda ovako: 3 - 1 = 2 Razlika sa jedne strane znaka jednakosti (=) mora biti isti kao broj sa druge strane. Dakle 3 (1, 2, 3) manje 1 (1) daje 2. Broji naglas dok ovo radi, i broji na prste jer kad nešto radiš na više načina bolje to zapamtiš. Takođe možeš koristiti štapiće, ili žetone, ili bilo šta što možeš da brojiš. Ako imaš puno braće i sestara, možeš i njih da brojiš! Ili decu u tvom razredu u školi. Pevaj pesmu sa brojanjem. Broji mnoge stvari, vežbajući, i bićeš veoma dobar/a u oduzimanju! U ovoj igri, karte kriju dva dela oduzimanja. Moraš da nađeš oba dela oduzimanja, i da ih ponovo sastavi. Klikni na kartu da vidiš koji broj krije, a onda potraži drugu kartu koja ide s njom i daje ceo izraz. Možeš okrenuti samo po dve karte u svakom potezu, pa moraš da zapamtiš gde se brojevi kriju, i onda ih upari kada nađeš drugi deo. Ti si sada u ulozi znaka jednakosti, i potreban/a si brojevima da ih sastaviš i dobiješ pravu razliku. Kada to učiniš, obe ove karte će nestati! Kada sve nestanu, tako što ćeš naći sve razlike, dobio/la si igru! *_*

source: Subtraction memory game against Tux
bs: Igra pamćenja sa oduzimanjem, protiv Pingoslava
pt: Jogo de memória com subtração contra o Tux
sr@latin: Igra pamćenja sa oduzimanjem, protiv Pingoslava

source: Multiplication memory game
bs: Igra pamćenja sa množenjem
pt: Jogo de memória com a multiplicação
sr@latin: Igra pamćenja sa množenjem

source: Turn the cards over to find two numbers which multiply the same, until all the cards are gone.
bs: Okreći karte da pronađeš brojeve čiji proizvod je isti, dok sve karte ne nestanu.
pt: Vira as cartas e associa operações de multiplicação ao seu resultado.
sr@latin: Okreći karte da pronađeš brojeve čiji proizvod je isti, dok sve karte ne nestanu.

source: Multiplication
bs: Množenje
pt: Saber multiplicar.
sr@latin: Množenje

source: Practise multiplication, until all the cards are gone.
bs: Vežbajte množenje, dok sve karte ne nestanu.
pt: Praticar a multiplicação, associando cartas.
sr@latin: Vežbaj množenje, dok sve karte ne nestanu.

source: Multiplication and division memory game
bs: Igra pamćenja sa množenjem i dijeljenjem
pt: Jogo de memória com multiplicação e divisão
sr@latin: Igra pamćenja sa množenjem i deljenjem

source: Multiplication, division
bs: Množenje, dijeljenje
pt: Saber multiplicar e dividir.
sr@latin: Množenje, deljenje

source: Practise multiplication, division, until all the cards are gone.
bs: Vežbaj množenje i dijeljenje, dok sve karte ne nestanu.
pt: Praticar a multiplicação e a divisão, associando cartas.
sr@latin: Vežbaj množenje i deljenje, dok sve karte ne nestanu.

source: Multiplication and division memory game against Tux
bs: Igra pamćenja sa množenjem i dijeljenjem, protiv Pingoslava
pt: Jogo de memória com multiplicação e divisão contra o Tux
sr@latin: Igra pamćenja sa množenjem i deljenjem, protiv Pingoslava

source: Multiplication memory game against Tux
bs: Igra pamćenja sa množenjem, protiv Pingoslava
pt: Jogo de memória com a multiplicação contra o Tux
sr@latin: Igra pamćenja sa množenjem, protiv Pingoslava

source: Practise multiplication until all the cards are gone.
bs: Vežbajte množenje, dok sve karte ne nestanu.
pt: Praticar a multiplicação, associando cartas.
sr@latin: Vežbaj množenje, dok sve karte ne nestanu.

source: Audio memory game
bs: Igra pamćenja zvuka
pt: Jogo de memória auditiva
sr@latin: Igra pamćenja zvuka

source: Click on Tux the violinist and listen to find the matching sounds
bs: Klikni na pingvina violinistu i slušaj da bi pronašao iste zvuke
pt: Ouve os Tuxes violinistas e descobre os pares de sons.
sr@latin: Klikni na pingvina violinistu i slušaj da bi pronašao/la iste zvuke

source: Mouse manipulation, Brain.
bs: Baratanje mišem. Mozak.
pt: Utilização do rato. Cérebro.
sr@latin: Baratanje mišem. Kefalo.

source: Train your audio memory and remove all the violinists Tux.
bs: Vlak vaš audio memorije i ukloniti sve violiniste Tux.
pt: Treinar a memória auditiva, associando os pares de Tuxes violinistas.
sr@latin: Vežbaj pamćenje zvuka i ukloni sve pingvine violiniste.

source: A set of violinist Tux is shown. Each Tux has an associated sound, and each sound has a twin exactly the same. Click on a Tux to see its hidden sound, and try to match the twins. You can only activate two Tux at once, so you need to remember where a sound is, while you listen to its twin. When you turn over the twins, they both disappear.
bs: Prikazana je grupa pingvina violinista. Svaki pingvin ima svoj zvuk a svaki zvuk ima svog blizanca. Klikni na pingvina da čuješ njegov skriveni zvuk i pokušaj da mu pronađeš par. Možeš da aktiviraš samo po dva pingvina u jednom potezu. Zato moraš da upamtiš gdje se koji zvuk nalazi dok tražiš njegovog blizanca. Kada okreneš pingvine sa dva identična zvuka, oba pingvina će nestati.
pt: É apresentado um conjunto de Tuxes violinistas. O teu objetivo é juntares os pares de Tuxes que tocam o mesmo som. Clica num Tux para ouvires o som que ele toca. Cada som é tocado por dois Tuxes. Apenas podes ter dois Tuxes a tocar de cada vez, pelo que tens de decorar quem toca qual som, enquanto procuras o seu gémeo. De cada vez que juntas um par de Tuxes que toca o mesmo som, estes desaparecem. O jogo termina quando tiveres feito desaparecer todos os Tuxes.
sr@latin: Prikazana je grupa pingvina violinista. Svaki pingvin ima svoj zvuk a svaki zvuk ima svog blizanca. Klikni na pingvina da čuješ njegov skriveni zvuk i pokušaj da mu pronađeš par. Možeš da aktiviraš samo po dva pingvina u jednom potezu. Zato moraš da upamtiš gde se koji zvuk nalazi dok tražiš njegovog blizanca. Kada okreneš pingvine sa dva identična zvuka, oba pingvina će nestati.

source: Audio memory game against Tux
bs: Igra pamćenja zvuka, protiv Pingoslava
pt: Jogo de memória auditiva contra o Tux
sr@latin: Igra pamćenja zvuka, protiv Pingoslava

source: Play the audio memory game against Tux
bs: Igrajte igru pamćenja zvuka, protiv Pingoslava
pt: Joga o "Jogo de memória auditiva" contra o Tux.
sr@latin: Igraj igru pamćenja zvuka, protiv Pingoslava

source: Memory Game with images, against Tux
bs: Igra pamćenja sa slikama, protiv Pingoslava
pt: Jogo de memória visual contra o Tux
sr@latin: Igra pamćenja sa slikama, protiv Pingoslava

source: Have a memory competition with Tux.
bs: Takmičite se sa Pingoslavom u pamćenju.
pt: Joga o "Jogo de memória visual" contra o Tux.
sr@latin: Takmiči se sa Pingoslavom u pamćenju.

source: You can see a set of cards that all look the same. Each card has a picture on the other side, and each picture has a twin somewhere in the set. You can only turn over two cards at once, so you need to remember where the pictures are until you can find the twin. When you turn over twins, they disappear! You take turns with Tux, and to win the game, you have to find more pairs of twins than he does.
bs: Ovdje vidite skup karata koje sve izgledaju isto. Svaka karta ima sliku sa druge strane, i svaka slika ima svoj isti par negdje među kartama. Možete da okrenete samo po dvije karte u jednom potezu pa morate da pamtite gdje se koja slika nalazi dok ne nađete takvu istu sliku. Kada okrenete dvije iste slike, one će nestati. Naizmjenično okrećete karte, vi pa Pingoslav. A da bi ste pobijedili, potrebno je da pronađete više parova nego on.
pt: Nesta atividade, o teu objetivo é juntares mais pares de cartas com imagens iguais do que o Tux. É apresentado um conjunto de cartas com a face voltada para baixo. Clica numa carta para a virares e veres a imagem que está representada na sua face. Cada diferente imagem é apresentada em duas cartas. Apenas podes virar duas cartas de cada vez, pelo que tens de decorar onde está cada imagem, enquanto procuras a sua gémea. Cada um dos dois — o Tux e tu — apenas pode virar duas cartas em cada jogada. De cada vez que juntam um par de cartas com imagens iguais, estas desaparecem. O jogo termina quando tu e o Tux tiverem feito desaparecer todas as cartas. Ganha aquele que tiver feito desaparecer mais cartas.
sr@latin: Ovde vidiš skup karata koje sve izgledaju isto. Svaka karta ima sliku sa druge strane, i svaka slika ima svoj isti par negde među kartama. Možeš da okreneš samo po dve karte u jednom potezu tako da moraš da pamtiš gde se koja slika nalazi dok ne nađeš takvu istu sliku. Kada okreneš dve iste slike, one će nestati. Naizmenično okrećeš karte, ti pa Pingoslav. A da bi pobedio/la, potrebno je da pronađeš više parova nego on.

source: Wordnumber memory game
bs: Riječ broj igra memorije
pt: Jogo de memória com a numeração por extenso
sr@latin: Igra pamćenja pisanih brojeva

source: Turn the cards over to match the number with the word matching it.
bs: Okrenite karte da vidimo da li se podudara broj sa riječi.
pt: Vira as cartas e associa o número (cardinal) à sua descrição por extenso.
sr@latin: Okreći karte dok ne pronađeš reč koja odgovara datom broju.

source: Reading numbers, memory.
bs: Memorija, čitanje brojeva.
pt: Ler números, memória.
sr@latin: Čitanje brojeva, pamćenje.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a number of number, or the word of the number.
bs: Možete vidjeti neke karte, ali ne možete vidjeti šta je na drugoj strani njih. Svaka od karti sakriva broj slika ili je napisan broj na njoj.
pt: Consegues ver algumas cartas, mas não sabes o que está na sua face escondida. Cada carta esconde um número em cardinal ou esse número por extenso.
sr@latin: Možeš da vidiš neke karte, ali ne možeš da vidiš šta je sa njihove druge strane. Svaka karta krije broj napisan cifrom ili slovima.

source: Mining for gold
bs: Rudnik za zlato
pt: Procurar ouro
sr@latin: Traganje za zlatom

source: Use the mousewheel to approach the rockwall and look for gold nuggets.
bs: Koristi točkić miša da se približiš kamenom zidu i da potražš zlatno grumenje.
pt: Usa a roda do rato para te aproximares da parede e procurar pepitas de ouro.
sr@latin: Koristi točkić miša da se približiš kamenom zidu i da potražš zlatno grumenje.

source: You should be familiar with moving the mouse and clicking.
bs: Trebali bi biti upoznati sa pomicanjem miša i klikom.
pt: Tens de estar habituado a mover o rato e clicar em objetos.
sr@latin: Treba da su upoznati sa pomeranjem miša i pritiskanjem.

source: Learn to use the mousewheel to zoom in and out.
bs: Saznaj kako koristit kotačić za povećavanje i smanjivanje.
pt: Aprende a usar a roda do rato para ampliar e reduzir uma imagem.
sr@latin: Nauči da koristiš točkić miša da uvećaš i da umanjiš.

source: Looking at the rockwall, you can see a sparkle somewhere. Move the mouse cursor next to this sparkle and use the mousewheel to zoom in. If you zoomed in at maximum, a gold nugget will appear at the position of the sparkle. Click on the gold nugget to collect it. Having collected the nugget, use the mousewheel to zoom out again. If you zoomed out at maximum, another sparkle will appear, showing the next gold nugget to collect. Collect enough nuggets to complete the level. The truck in the lower, right corner of the screen will tell you the number of already collected nuggets and the total number of nuggets to collect in this level. To start the tutorial, click on professor Tux (available at level 1) and let him show you, what to do next. Have fun! :)
bs: Gjedajući rockwall, možete vidjeti iskru negdje. Pomjerite kursor miša pored te iskre, i koristite kotačić za uvećanje. Ako ste prikaz povećali na makasimum, zlatni grumen će se pojaviti i biti će bistar. Kliknite na zlatni grumen, da ga pokupite. Nakon što pokupite grumen, koristite kotačić za smanjenje. Ako ste prikaz smanjili od maksimuma, još jedna iskra će se pojaviti, prikazivajući sljedeći zlatni grumen koji trebate pokupit. Prikupite dovoljno grumena, kako biste prešli nivo. Kamion u donjem desnom uglu će vam reći koliko je prikupljeno grumena i ukupni broj prikupljenih grumena na ovoj razini. Pokrenite tutorial, kliknite na profesora Tux (dostupan na nivou 1) i dopustite mu da vam pokaže šta dalje. Zabavite se! :)
pt: Ao olhares para a parede, consegues ver um brilho. Move o cursor para perto desse brilho e usa a roda do rato para ampliar. Se chegares à ampliação máxima, verás uma pepita de ouro. Clica-a para a apanhar. A seguir usa novamente a roda do rato para reduzir a ampliação. Se reduzires até à ampliação mínima, aparece outro brilho, mostrando a próxima pepita a apanhar. Apanha as suficientes para passar de nível. O camião no canto inferior direito do ecrã diz-te o número de pepitas já apanhadas e o total das que são precisas neste nível. Para iniciar o manual, clica no Professor Tux (no nível 1) e deixa-o mostrar-te o que fazer a seguir. Diverte-te! :)
sr@latin: Gledajući kameni zid, negde možeš videti odsjaj. Pomeri kursor miša do ovog odsjaja i koristi točkić miša da uvećaš. Ako si uvećao/la do krajnosti, zlatni grumen će se pojaviti na položaju odsjaja. Klikni na zlatni grumen da ga pokupiš. Nakon što si pokupio/la grumen, koristi točkić miša da umanjiš. Ako si umanjio/la do krajnosti, pojaviće se drugi odsjaj, prikazujući sledeći zlatni grumen za prikupljanje. Sakupi dovoljno grumena da završiš nivo. Kolica u donjem, desnom uglu ekrana će ti reći broj već prikupljenih grumena i ukupan broj grumena za prikupljanje na ovom nivou. Da pokreneš vodiča, klikni na profesora Tuksa (dostupan je na nivou 1) da ti pokaže, šta treba sledeće da uradiš. Uživaj! *_*

source: Thanks to the Tuxpaint team for providing the following sounds under GPL: - realrainbow.ogg - used when a new gold nugget appears - metalpaint.wav - remixed and used when a gold nugget is collected
bs: Zahvaljujemo se Tuxpaint timu za pružanje prateće muzike pod GPL: - realrainbow.ogg - koristi se kada se pojavi novi zlatni grumen - metalpaint.wav - remiksanje i koristi se kad se prikupi zlatni grumen
pt: Obrigado à equipa Tuxpaint por fornecerem os seguintes sons sob licença GPL: - realrainbow.ogg - usado quando aparece uma nova pepita - metalpaint.wav - remisturado e usado quando uma pepita é apanhada
sr@latin: Hvala ekipi Tuks crtanja što su obezbedili sledeće zvuke pod OJL-om: —realrainbow.ogg— koji se koristi kada se pojavi novi grumen zlata —metalpaint.wav— prerađen i korišćen kada grumen zlata biva prikupljen

source: Please select an image.
bs: Molimo vas da izaberete sliku.
pt: Por favor, selecione uma imagem.
sr@latin: Izaberi jednu sliku.

source: Choice cannot be empty.
bs: Izbor ne može biti prazan.
pt: A escolha não pode estar vazia.
sr@latin: Izbor ne može biti prazan.

source: Question cannot be empty.
bs: Pitanje ne može biti prazno.
pt: A questão não pode estar vazia.
sr@latin: Pitanje ne može biti prazno.

source: Question must include the character '_'. It represents the letter to search.
bs: Pitanje mora sadržavati znak '_'. To prestavlja slovo koje se traži.
pt: A questão tem de incluir o carácter "_". Representa a letra a procurar.
sr@latin: Pitanje mora da sadrži znak „_“. Ovaj znak predstavlja slovo koje nedostaje.

source: Pixmap cannot be empty
bs: Pixmap ne može biti prazan
pt: O mapa de pixels não pode estar vazio
sr@latin: Sličica ne može biti prazna

source: There must be at least 2 choices.
bs: Mora biti najmanje 2 izbora.
pt: Tem de haver pelo menos duas escolhas.
sr@latin: Mora biti najmanje 2 izbora.

source: The answer and question must be the same except for the character '_'.
bs: Odgovor i pitanje moraju biti isti osim znaka '_'.
pt: A pergunta e questão têm de ser as mesmas exceto pelo carácter "_".
sr@latin: Odgovor i pitanje moraju da budu isti, osim znaka „_“.

source: The first choice must be the solution that replaces the character '_'.
bs: Prvi izbor mora imati rješenje koje zamjenjuje znak '_'.
pt: A primeira escolha tem de ser a solução que substitui o carácter "_".
sr@latin: Prvi izbor mora biti rešenje koje će zameniti znak „_“.

source: Invalid entry: Question '%s' / Answer '%s' %s
bs: Pogrešna unos: Pitanje '%s' / Odgovor '%s' %s
pt: Entrada inválida: Questão "%s" / Resposta "%s" %s
sr@latin: Neispravan unos: Pitanje „%s“ / Odgovor „%s“ %s

source: Picture
bs: Slika
pt: Imagem
sr@latin: Slika

source: Choice
bs: Izbor
pt: Escolha
sr@latin: Izbor

source: Level:
bs: Nivo:
pt: Nível:
sr@latin: Nivo:

source: Level %d
bs: Nivo %d
pt: Nível %d
sr@latin: Nivo %d

source: Filename:
bs: Naziv datoteke:
pt: Nome do ficheiro
sr@latin: Naziv datoteke:
