Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Work out the right combination of numbers and operations to match the given value
bs: Napravi pravu kombinaciju brojeva i operacija da bi dobio zadatu vrijednost
pt: Encontra a combinação correta de números e operadores para corresponderem a valor indicado.
sr@latin: Pronađi pravu kombinaciju brojeva i operacija koje će zadovoljiti datu vrednost

source: The four arithmetic operations. Combine several arithmetic operations.
bs: Četiri aritmetičke operacije. Slaganje više aritmetičkih operacija.
pt: Conhecer as quatro operações aritméticas e saber combiná-las.
sr@latin: Četiri aritmetičke operacije. Kombinuj više aritmetičkih operacija.

source: Deploy a strategy to arrange a set of arithmetic operations to match a given value.
bs: Smisli način za uređivanje skupa aritmetičkih operacija da bi dobili zadatu vrijednost.
pt: Refletir sobre a melhor forma de conjugar um conjunto de operações aritméticas a fim de se obter um determinado resultado.
sr@latin: Smisli način da urediš skup aritmetičkih operacija da bi dobio/la zadatu vrednost.

source: At the top of the board area, choose the numbers and arithmetic operators that give the specified result. You can deselect a number or operator by clicking on it again.
bs: Na vrhu oblasti table, izaberi brojeve i aritmetičke znakove koji daju navedeni rezultat. Ovi brojevi i znaci operacija se mogu otpustiti ponovnim klikom na njih.
pt: Na zona superior do painel, clica nos números e operadores aritméticos que permitem obter o resultado indicado. Podes desfazer a seleção de um número ou operador clicando sobre ele novamente.
sr@latin: Na vrhu oblasti table, izaberi brojeve i znake aritmetičkih operacija koji daju navedeni rezultat. Možeš da poništiš broj ili znak ako ponovo klikneš na njega.

source: Animal pictures come from the Animal Photography Page of Ralf Schmode (http://schmode.net/). Ralf has kindly permitted GCompris to include his pictures. Thanks a lot, Ralf.
bs: Slike životinja su preuzete sa stranice fotografija životinja Ralfa Šmodea (Ralf Schmode — http://schmode.net/). Ralf je odobrio uključivanje njegovih slika u Gkompris. Srdačno se zahvaljujemo Ralfu.
pt: As fotografias de animais vêm de Animal Photography Page of Ralf Schmode (http://schmode.net/). O Ralf concordou amavelmente em nos deixar incluir as suas fotografias no GCompris. Muito obrigado, Ralf.
sr@latin: Slike životinja su preuzete sa stranice fotografija životinja Ralfa Šmodea (Ralf Schmode — http://schmode.net/). Ralf je odobrio uključivanje njegovih slika u Gkompris. Srdačno se zahvaljujemo Ralfu.

source: Practice the subtraction operation
bs: Vežbajte operaciju oduzimanja
pt: Pratica a subtração
sr@latin: Vežbaj operaciju oduzimanja

source: Simple subtraction
bs: Jednostavno oduzimanje
pt: Subtração simples
sr@latin: Jednostavno oduzimanje

source: In a limited time, find the difference between two numbers
bs: U ograničenom vremenu, odredi razliku dva broja
pt: Num período de tempo limitado, conseguir indicar a diferença entre duas parcelas.
sr@latin: U ograničenom vremenu, pronađi razliku dva broja

source: A subtraction problem with two numbers is displayed. At the right of the equals sign, give the answer, the difference. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
bs: Prikazan je zadatak oduzimanja dva broja. Sa desne strane znaka jednakosti unesi odgovor, njihovu razliku. Koristi strelice za lijevo i desno da izmijeniš odgovor, a taster Enter da provjeriš da li si ispravno riješio. Ako nisi, pokušaj ponovo.
pt: É mostrado um problema de subtração com dois números. Coloca a resposta, a diferença, à direita do sinal de igual. Prime a tecla <Enter> para saberes se acertaste. Se não acertaste, usa as teclas <Seta esquerda> e <Seta direita>, para alterares a tua resposta e tenta novamente.
sr@latin: Prikazan je zadatak oduzimanja dva broja. Upiši odgovor, razliku, sa desne strane znaka jednakosti. Koristi strelice na levo i desno da izmeniš odgovor, i taster „Unesi“ da proveriš ispravnost odgovora. Ako si pogrešio/la, pokušaj ponovo.

source: Practice the addition operation
bs: Vežbajte operaciju sabiranja
pt: Pratica a adição
sr@latin: Vežbaj operaciju sabiranja

source: Simple addition. Can recognize written numbers
bs: Jednostavno sabiranje. Ume da prepozna napisane brojeve
pt: Adição simples. Reconhecer números escritos
sr@latin: Jednostavno sabiranje. Prepoznavanje napisanih brojeva.

source: In a limited time, find the sum of of two numbers. Introduction to simple in-line addition.
bs: U ograničenom vremenu, odredi zbir dva broja. Uvod u jednostavno sabiranje u liniji.
pt: Num período de tempo limitado, conseguir indicar a soma de duas parcelas. Introdução a adição simples em linha.
sr@latin: U ograničenom vremenu, odredi zbir dva broja. Uvod u jednostavno sabiranje u nizu.

source: An addition problem with two numbers is displayed. At the right of the equals sign, give the answer, the sum. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
bs: Prikazan je zadatak sabiranja dva broja. Sa desne strane znaka jednakosti unesi odgovor, njihov zbir. Koristi strelice za lijevo i desno da izmijeniš odgovor, a taster Enter da provjeriš da li si ispravno riješio. Ako nisi, pokušaj ponovo.
pt: É mostrado um problema de adição com dois números. Coloca a resposta, a soma, à direita do sinal de igual. Prime a tecla <Enter> para saberes se acertaste. Se não acertaste, usa as teclas <Seta esquerda> e <Seta direita>, para alterares a tua resposta e tenta novamente.
sr@latin: Prikazan je zadatak sabiranja dva broja. Upiši odgovor, zbir, sa desne strane znaka jednakosti. Koristi strelice na levo i desno da izmeniš odgovor, i taster „Unesi“ da proveriš ispravnost odgovora. Ako si pogrešio/la, pokušaj ponovo.

source: algorithm
bs: algoritam
pt: algoritmo
sr@latin: algoritam

source: Complete a list of symbols
bs: Dovrši listu simbola
pt: Completa a lista de objetos
sr@latin: Dovrši spisak simbola

source: Move and click the mouse
bs: Pomjeri i klikni mišem
pt: Mover o rato e clicar nos seus botões.
sr@latin: Pomeranje i pritiskanje mišem

source: Logic training activity
bs: Vježba logičkog razmišljanja
pt: Treinar o raciocínio lógico
sr@latin: Vežba logičkog razmišljanja

source: Find the next symbol in a list.
bs: Nađi sljedeći simbol na listi.
pt: Encontra o símbolo seguinte na lista.
sr@latin: Nađi sledeći simbol na spisku.

source: Save...
bs: Snimi...
pt: Gravar...
sr@latin: Sačuvaj...

source: Load...
bs: Učitaj...
pt: Carregar...
sr@latin: Učitaj...

source: Run the animation
bs: Pokreni animaciju
pt: Executar a animação
sr@latin: Pokreni animaciju

source: Select
bs: Izaberi
pt: Selecionar
sr@latin: Izaberi

source: Rectangle
bs: Pravougaonik
pt: Retângulo
sr@latin: Pravougaonik

source: Filled rectangle
bs: Ispunjen pravougaonik
pt: Retângulo preenchido
sr@latin: Ispunjeni pravougaonik

source: Circle
bs: Krug
pt: Círculo
sr@latin: Krug

source: Filled circle
bs: Ispunjen krug
pt: Círculo preenchido
sr@latin: Ispunjeni krug

source: Line
bs: Linija
pt: Linha
sr@latin: Linija

source: Text
bs: Tekst
pt: Texto
sr@latin: Tekst

source: Image...
bs: Slika...
pt: Imagem...
sr@latin: Slika...

source: Fill
bs: Popuni
pt: Preencher
sr@latin: Ispuni

source: Delete
bs: Obriši
pt: Eliminar
sr@latin: Obriši

source: Flip
bs: Okreni
pt: Inverter
sr@latin: Izvrni

source: Raise
bs: Podigni
pt: Elevar
sr@latin: Izdigni

source: Lower
bs: Spusti
pt: Baixar
sr@latin: Spusti

source: Current frame
bs: Trenutni okvir
pt: Moldura atual
sr@latin: Trenutni kadar

source: Create a drawing or an animation
bs: Napravi crtež ili animaciju
pt: Cria um desenho ou animação
sr@latin: Napravi crtež ili animaciju

source: Free drawing and animation tool.
bs: Alat za crtanje i animaciju.
pt: Ferramenta gratuita de desenho ou animação.
sr@latin: Slobodan alat za crtanje i animaciju.

source: Needs to be capable of moving and clicking the mouse easily
bs: Potrebno je da lako radi sa mišem (pomijeranje i klik)
pt: Ser capaz de mover o rato e clicar nos seus botões com facilidade.
sr@latin: Treba da bude u stanju da s lakoćom radi sa mišem (pomeranje i klik)

source: In this game, children can draw freely. The goal is to discover how to create attractive drawings based on basic shapes: rectangles, ellipses and lines. To give children a wider range of choices, a set of images can also be used.
bs: U ovoj igri, djeca mogu slobodno da crtaju. Cilj je da otkriju kako mogu da naprave lijepe slike iz osnovnih oblika: pravougaonika, elipsi i linija. Da bi se djetetu dao veći izbor može se koristiti i skup slika.
pt: Descobrir, numa atividade de desenho livre, como se pode criar desenhos atrativos utilizando imagens e formas básicas — retângulos, elipses e linhas —, e como, a partir daí, se pode elaborar animações.
sr@latin: U ovoj igri, deca mogu slobodno da crtaju. Cilj je da otkriju kako mogu da naprave lepe slike iz osnovnih oblika: pravougaonika, elipsi i linija. Da bi se detetu dao veći izbor može se koristiti i skup slika.

source: Select a drawing tool on the left, and a color down the bottom. Then click and drag in the white area to create a new shape. Once you've completed a drawing, you can select a new frame to work on by selecting one of the small rectangles on the bottom. Each frame contains the same content as its previous one. You can then edit it by moving objects a little bit or adding/deleting objects. When you create several frames and then click on the 'film' button, you will see all your images in a continuous slide-show (an infinite loop pattern). You can change the last image in your film by right clicking on a time frame. You can also change the viewing speed in this mode. In viewing mode, click on the 'drawing' button to return to drawing mode. You can also save and reload your animations with the 'floppy disk' and 'folder' buttons.
bs: Izaberite lik sa lijeve strane i boju na dnu. Zatim kliknite i povucite na bijelo područje kako bi kreirali novi oblik. Nakon što završite crtež, možete odabrati novi okvir za rad odabirom jednih od malih pravougaonika na dnu. Svaki okvir sadrži isti sadržaj, kao svoj prethodni. Nakon toga, možete ih uređivati pomjerenjem ili dodavanjem/brisanjem objekata. Kada kreirate nekoliko novih okvir i kliknete na dugme 'film' vidjet ćete sve slike u kontinuiranom slide-show (klapa). Možete mijenjati zadnju sliku u svom filmu desnim klikom na vremenski okvir. Također možete promijeniti brzinu gledanja u tom modu. U načinu gledanja, kliknete na "crtanje" dugme da se vratit u mod za crtanje. Također možete snimiti ili ponovo učitati Vaše animacije sa 'flopyy disk' i 'folder' dugmadi.
pt: Clica numa ferramenta de desenho no painel da esquerda e numa cor no de baixo. Depois, clica na área em branco enquanto deslocas o rato, para criares uma nova forma. Após terminares um desenho, podes selecionar um novo fotograma clicando num dos pequenos retângulos em baixo. Cada fotograma contém o mesmo conteúdo que o anterior. Podes alterar ligeiramente a posição dos objetos, remove-os ou adiciona outros. Podes criar vários fotogramas e quando clicares no botão "Claquete" verás todas as tuas imagens numa apresentação contínua (em repetição infinita). Podes alterar a última imagem no filme clicando com o botão direito do rato num fotograma temporal. Podes também alterar a velocidade da animação. Durante o filme, clica no botão "Pincel e Figuras Geométricas" para regressares ao modo de desenho. Podes também guardar e reler as tuas animações com os botões "Disquete" e "Pasta".
sr@latin: Izaberi alat za crtanje na levoj strani i boju dole na dnu. Zatim klikni i prevuci po beloj površini da napraviš novi oblik. Kada završiš sa crtanjem, možeš da izabereš novi kadar na kome ćeš raditi tako što ćeš izabrati jedan od malih pravouganika pri dnu. Svaki kadar sadrži isti sadržaj kao i njegov prethodni. Možeš da ih menjaš tako što ćeš malo pomerati predmete, ili ih dodavati i brisati. Kada tako napraviš nekoliko kadrova i kada klikneš na dugme „Film“, videćeš sve tvoje slike u neprekidnom pokretnom prikazu (beskrajni obrazac ponavljanja). Možeš da izmeniš poslednju sliku u tvom filmu tako što ćeš kliknutu desnim tasterom miša na vremenski kadar. U ovom režimu takođe možeš menjati brzinu prikazivanja,. U režimu prikaza, klikni na dugme „Crtanje“ da se vratiš na crtanje. Takođe, možeš da sačuvaš i da ponovo učitaš tvoje animacije koristeći dugmad „Disketa“ i „Fascikla“.

source: Fill color...
bs: Ispunjavajuća boja...
pt: Cor de enchimento...
sr@latin: Ispuni boju...

source: Stroke color...
bs: Ispisna boja...
pt: Cor do traço...
sr@latin: Potegni boju...

source: File '%s' is not found. You cannot play this activity.
bs: Datoteka '%s' nije pronađena. Ne možete pokrenuti ovu aktivnost.
pt: Não foi encontrado o ficheiro "%s". Não poderás utilizar esta atividade.
sr@latin: Nisam pronašao datoteku „%s“ Ne možeš da odradiš ovu vežbu.

source: NORTH
bs: SEVER
pt: NORTE
sr@latin: SEVER

source: SOUTH
bs: JUG
pt: SUL
sr@latin: JUG

source: Choose a house
bs: Izaberi kuću
pt: Escolhe uma casa.
sr@latin: Izaberi kuću

source: Your turn to play ...
bs: Ti si na potezu ...
pt: É a tua vez de jogares…
sr@latin: Ti si na potezu ...

source: Not allowed! Try again !
bs: Nije dozvoljeno! Pokušaj ponovo!
pt: Jogada não autorizada. Tenta novamente!
sr@latin: Nije dozvoljeno! Pokušaj ponovo !

source: Oware
bs: Over
pt: Ouri
sr@latin: Ovar

source: Play the Oware strategy game against Tux
bs: Igraj strategijsku igru Over protiv Pingoslava
pt: Joga Ouri contra o Tux.
sr@latin: Igraj strategijsku igru Ovar protiv Pingoslava

source: The object of the game is to capture more seeds than one's opponent. Since the game has only 48 seeds, capturing 25 is sufficient to accomplish this. Since there are an even number of seeds, it is possible for the game to end in a draw, where each player has captured 24. The game is over when one player has captured 25 or more seeds, or both players have taken 24 seeds each (draw). If both players agree that the game has been reduced to an endless cycle, each player captures the seeds on their side of the board.
bs: Cilj igre je osvojiti više sjemena nego protivnik. Budući da igra ima samo 48 sjemena, hvatanje 25 sjemena je dovoljno za pobjedu. Budući da postoji još nekoliko sjemenki, moguće je da igra završiti remijem, gdje svaki igrač ima 24 sjemenke. Igra je gotova kada jedan od igrača osvoji 25 ili više sjemenki, ili ukoliko oba igrača imaju 24 sjemenke (neriješeno). Ako oba igrača prihvati da je igra svedena na beskrajne cikluse, svaki igrač snima sjeme na svojoj strani ploče.
pt: O objetivo do jogo é colher mais sementes do que o adversário. Dado que o jogo só tem 48 sementes, capturar 25 é suficiente para o conseguires. Uma vez que o número de sementes é par, pode terminar num empate, em que cada jogador termina com 24. O jogo termina quando um dos jogadores captura 25 ou mais sementes ou quando ambos têm 24 sementes (empate). Se ambos concordarem que o jogo está num ciclo infinito, cada jogador captura as sementes do seu lado do tabuleiro.
sr@latin: Cilj igre je osvojiti više zrna nego protivnik. Pošto u igri ima samo 48 zrna, osvajanje 25 zrna je sasvim dovoljno. Pošto ima paran broj zrna, igru je moguće završiti i nerešeno, kada svaki igrač osvoji po 24 zrna. Igra se završava kada jedan igrač osvoji 25 ili više zrna ili kada oba igrača osvoje po 24 (nerešeno). Ako se oba igrača slože da je igra ušla u beskonačno ponavljanje, svaki igrač osvaja zrna sa svoje strane table.

source: At the beginning of the game four seeds are placed in each house. Players take turns moving the seeds. In each turn, a player chooses one of the six houses under his or her control. The player removes all seeds from this house, and distributes them, dropping one in each house counter-clockwise from the original house, in a process called sowing. Seeds are not distributed into the end scoring houses, nor into the house drawn from. That is, the starting house is left empty; if it contained 12 seeds, it is skipped, and the twelfth seed is placed in the next house. After a turn, if the last seed was placed into an opponent's house and brought its total to two or three, all the seeds in that house are captured and placed in the player's scoring house (or set aside if the board has no scoring houses). If the previous-to-last seed also brought the total seeds in an opponent's house to two or three, these are captured as well, and so on. However, if a move would capture all an opponent's seeds, the capture is forfeited, and the seeds are instead left on the board, since this would prevent the opponent from continuing the game. The proscription against capturing all an opponent's seeds is related to a more general idea, that one ought to make a move that allows the opponent to continue playing. If an opponent's houses are all empty, the current player must make a move that gives the opponent seeds. If no such move is possible, the current player captures all seeds in his/her own territory, ending the game. (Source Wikipedia &lt;http://en.wikipedia.org/wiki/Oware&gt;)
bs: Na početku igre, četiri zrna se stavljaju u svaku kuću. Igrači naizmjenično pomjeraju zrnevlje. U svakom krugu, igrač bira jednu od šest kuća koje kontroliše. Igrač uklanja svo zrnevlje iz te kuće i razmešta ga, spuštajući po jedan u svaku kuću suprotno od smjera kazaljke sata od početne kuće. To se zove sijanje.** Zrna se ne stavljaju u krajnju kuću, niti u onu odakle su uzeta. To znači, početna kuća se ostavlja prazna; ako je bilo 12 zrna ona se preskače i dvanaesto zrno se stavlja u sljedeću kuću. Nakon kruga, ako se posljednje zrno stavi u protivničku kuću i ukupno u njoj bude dva ili tri zrna sva zrna iz te kuće se premještaju u igračevu kuću sa plijenom (ili se sklanjaju ako tabla nema kuće sa plijenom). Ako pretposljednje zrno takođe da ukupan broj od dva ili tri zrna u protivničkoj kući one se zarobljavaju, i tako redom. Međutim, ako bi potez zarobio sva protivnikova zrna, zarobljavanje se prekida**, i zrna se ostavljaju na tabli, jer bi to onemogućilo protivnika da nastavi igru. Pravilo protiv zarobljavanja svih protivničkih zrna je vezano za ideju, da se mogu praviti potezi koji dozvoljavaju protivniku da nastavi igru. Ako su sve protivničke kuće prazne, trenutni igrač mora da napravi potez koji će protivniku dati zrna. Ako takav potez nije moguć, trenutni igrač uzima svo njegovo zrnevlje, završavajući igru. (Izvor Vikipedija &lt;http://en.wikipedia.org/wiki/Oware&gt;)
pt: O tabuleiro apresenta-se com 12 casas — 6 pertencentes a um jogador ("Norte") e 6 pertencentes a outro ("Sul"). No início do jogo, são distribuídas todas as sementes (48 sementes) pelas casas do tabuleiro (4 sementes em cada casa). Semear Os jogadores movem as sementes à vez. Em cada jogada, o participante escolhe uma das 6 casas que controla, agarra em todas as sementes que aí estiverem contidas e distribui-as pelas casas adjacentes (1 semente em cada casa), no sentido contrário ao dos ponteiros do relógio (incluindo as casas do adversário). É a chamada fase de "semear". Se as sementes numa casa forem tantas que a "sementeira" dê a volta ao tabuleiro, deve-se saltar a casa de partida (esta deve ficar vazia no final da jogada). Para semeares, clica num dos seis números apresentados no painel inferior; cada um corresponde a uma casa do teu território. Colher A colheita faz-se no final da jogada: se a casa em que é colocada a última semente for uma casa do adversário e tiver ficado com 2 ou 3 sementes, estas são colhidas pelo jogador (se tiver ficado apenas com 1 ou com mais de 3, não se faz a colheita). Se se tiver feito a colheita na casa em que foi colocada a última semente, analisa-se então a casa em que foi colocada a penúltima, para se verificar se as mesmas condições aí existem (isto é, se a casa tiver ficado com 2 ou 3 sementes, estas também são colhidas). Repete-se este processo por todas as casas anteriores até se encontrar uma casa que não cumpra as condições de colheita. Outras regras Se uma colheita implicar que o adversário fique sem sementes para jogar, esta não é feita, deixando-se as sementes na respetiva casa, como se as condições de colheita não tivessem sido cumpridas. Se as casas de um adversário estão todas vazias, o jogador é obrigado a fazer uma "sementeira" que dê ao adversário algumas sementes. Se não for possível realizar tal jogada, o jogador colhe todas as sementes que estão nas suas casas e o jogo é terminado. Se ambos os jogadores concordarem que o jogo entrou num ciclo sem fim, cada jogador colhe as sementes que estão no seu lado do tabuleiro. (Fonte: "http://www.matematicarecreativa.uac.pt/Ouri%20regras.pdf".)
sr@latin: Na početku igre, četiri zrna se stavljaju u svaku kuću. Igrači naizmenično pomeraju zrna. U svakom krugu, igrač bira jednu od šest kuća koje kontroliše. Igrač uklanja sva zrna iz te kuće i razmešta ih, ubacujući po jedno u svaku kuću suprotno od smera kazaljke na satu od početne kuće, u procesu koji se zove sejanje. Zrna se ne stavljaju u krajnju kuću, niti u onu iz koje su uzeta. Tako je, početna kuća ostaje prazna; ako je sadržala 12 zrna, ona se preskače, a dvanaesto zrno se stavlja u sledeću kuću. Nakon kruga, ako je poslednje zrno stavljeno u kuću protivnika i postavilo njen rezultat na dva ili tri, sva zrna iz te kuće bivaju premeštena u igračevu kuću zaliha (ili se postavljaju sa strane ako tabla nema kuće zaliha). Ako pretposlednje zrno takođe postavi ukupan broj zrna na dva ili tri u protivničkoj kući, ista bivaju zarobljena, i tako redom. Međutim, ako bi potez zarobio sva protivnikova zrna, zarobljavanje se prekida, a zrna se ostavljaju na tabli, kako bi to onemogućilo protivniku da nastavi igru. Pravilo protiv zarobljavanja svih protivnikovih zrna se odnosi na zamisao, da neko može da napravi potez koji dozvoljava protivniku da nastavi igru. Ako su sve protivnikove kuće prazne, trenutni igrač mora da napravi potez koji će protivniku dati zrna. Ako takav potez nije moguć, trenutni igrač uzima sva njegova zrna, i time završava igru. (Izvor Vikipedija: &lt;http://en.wikipedia.org/wiki/Oware&gt;)

source: Matching Items
bs: Uparene stavke
pt: Associa objetos
sr@latin: Uparene stavke

source: Drag and Drop the items to make them match
bs: Prevucite i pustite stavke da bi ih uparili
pt: Arrasta e larga os itens para os irmanar
sr@latin: Prevuci i pusti stavke da ih upariš

source: Motor coordination. Conceptual matching.
bs: Koordinacija motorike. Znanje uparivanja.
pt: Desenvolver a coordenação motora. Aprender a relacionar conceitos.
sr@latin: Koordinacija motorike. Znanje uparivanja.

source: Mouse manipulation: movement, drag and drop. Cultural references.
bs: Upravljanje mišem: kretanje, prevlačenje i puštanje. Kulturološke reference.
pt: Utilização do rato: movimento, arrastar e largar. Possuir referências culturais.
sr@latin: Upravljanje mišem: kretanje, prevlačenje i puštanje. Kulturološke reference.
