Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Use the keyboard arrows to move Tux up to the door. Use the spacebar to switch between 2D and 3D modes. 2D mode just gives you an indication of your position, like a map. You cannot move Tux in 2D mode.
bs: Koristite strelice na tastaturi da pomjerate Pingoslava do vrata. Koristite taster za razmak da se prebacite u 2D ili 3D režim. 2D režim vam jedino daje vaš položaj (nalik mapi). Pingoslava ne možete da pomjerate u 2D režimu.
pt: Utiliza as teclas de setas para guiares o Tux até à saída. Prime a tecla <Espaço> para alternares entre a perspetiva bidimensional (2D) e a tridimensional (3D). A perspetiva bidimensional apenas te dá uma indicação da posição do Tux, como num mapa. Não é possível mover o Tux quando está ativada a perspetiva bidimensional.
sr@latin: Koristi strelice na tastaturi da pomeraš Pingoslava do vrata. Koristi taster za razmak da se prebaci u 2D ili 3D režim. 2D režim ti jedino daje tvoj položaj (nalik mapi). Pingoslava ne možeš da pomeraš u 2D režimu.

source: Find your way out of the maze
bs: Pronađite put iz lavirinta
pt: Encontra o caminho para se sair do labirinto
sr@latin: Pronađi put iz lavirinta

source: Look at your position, then switch back to invisible mode to continue your moves
bs: Pogledajte svoj položaj i onda se prebacite u nevidljivi režim da nastavite kretanje
pt: Vê a posição em que te encontras e volta à perspetiva invisível para continuares a movimentar-te dentro do labirinto.
sr@latin: Pogledaj tvoj položaj i onda se prebaci u nevidljivi režim da nastaviš kretanje

source: Look at your position, then switch back to 3D mode to continue your moves
bs: Pogledajte svoj položaj i onda se prebacite u 3D režim da nastavite kretanje
pt: Vê a posição em que te encontras e volta à perspetiva 3D para continuares a movimentar-te dentro do labirinto.
sr@latin: Pogledaj tvoj položaj i onda se prebaci u 3D režim da nastaviš kretanje

source: Use the keyboard arrows to move Tux up to the door. At the first levels, Tux walks comfortably, one step on each keypress, through the labyrinth. For larger labyrinths, there is a special walking mode, called "run-fast-mode". If this run-fast-mode is enabled, Tux will run all the way automatically until he reaches a fork and you have to decide which way to go further. You can see whether this mode is enabled or not, by looking at Tux's feet: If Tux is barefooted, "run-fast-mode" is disabled. And if he wears red sport shoes, "run-fast-mode" is enabled. From level 14 on, run-fast-mode will be enabled automatically. If you want to use this feature in earlier levels or want to disable it in advanced levels, click on Tux or the "barefoot / sportshoe"-icon in the upper left corner of the screen to toggle the run-fast-mode.
bs: Koristite strelice na tastaturi za pomicanje Tuxa do vrata. Na prvom nivou, Tux šeta udobno, jedan korak kroz labirint na pritisak svake tipke. Za veći labirint postoji poseban način hodanja pod nazivom "run-fast-mode". Ako je run-fast-mode uključen Tux će se kretati automatski sve dok ne dođe u dilemu kojim putem treba krenuti. Možete vidjeti da li je ovaj mod ili ne, gledajući u Tuxove noge: Ako je Tux bos, run-fast-mode je onemogućen. Ako nosi crvene tenisice, "run-fast-mode" je omogućen. Od razine 14, run-fast-mode se automatski aktivira. Ako želite koristiti ovu stvar u ranijim razinama ili ga želite onemogućit u naprednim razinama, kliknite na Tux ili "barefoot / sportshoe" - ikona u gornjem lijevom uglu da se prebacite na inercisjki fast-mode.
pt: Usa as teclas de seta para mover o Tux até à porta. Nos primeiros níveis, o Tux caminha confortavelmente um passo a cada pressão na tecla, através do labirinto. Para labirintos maiores, há um modo especial de avanço, chamado "Modo Corrida". Se este modo Corrida estiver ativado, O Tux corre por todo o caminho, até atingir uma bifurcação e tenhas de decidir qual o caminho a seguir. Podes ver se este modo está ativo ou não, olhando para os pés do Tux: se estiver descalço, o modo Corrida está desligado. Se tiver sapatos de desporto vermelhos, o modo Corrida está ligado. A partir do Nível 14, o modo Corrida é ligado automaticamente. Se o quiseres ligar antes ou desligá-lo depois, clica no ícone com os pés e as barbatanas, no canto superior esquerdo.
sr@latin: Koristi strelice na tastaturi za kretanje Pingoslava do vrata. Na prvim nivoima, Pingoslav se kreće udobno, jedan korak na svaki pritisak tastera, kroz lavirint. Za veće lavirinte, postoji poseban režim hoda, pod nazivom „režim brzog hoda“. Ako je ovaj režim brzog hoda uključen, Pingoslav će sam hodati celim putem sve dok ne stigne do raskršća a ti ćeš morati da odlučiš kojim putem da nastavi. Možeš da vidiš da li je taj režim uključen ili ne, tako što ćeš pogledati u nogu Pingoslava: Ako je Pingoslav bosonog, „režim brzog hoda“ je isključen. A ako nosi crvene patike, „režim brzog hoda“ je uključen. Od nivoa 14, režim brzog hoda će samostalno biti uključen. Ako želiš da koristiš ovu funkciju na ranijim nivoima ili želiš da je isključiš na naprednim nivoima, klikni na Pingoslava ili na ikonicu „bose noge / sportske patike“ u gornjem levom uglu ekrana da prebaciš režim brzog hoda.

source: Find your way out of the invisible maze
bs: Pronađite put iz nevidljivog lavirinta
pt: Encontra o caminho para se sair do labirinto invisível.
sr@latin: Pronađi put iz nevidljivog lavirinta

source: Use the keyboard arrows to move Tux up to the door. Use the spacebar to switch between invisible and visible modes. Visible mode just gives you an indication of your position, like a map. You cannot move Tux in visible mode. At the first levels, Tux walks comfortably, one step on each keypress, through the labyrinth. For larger labyrinths, there is a special walking mode, called "run-fast-mode". If this run-fast-mode is enabled, Tux will run all the way automatically until he reaches a fork and you have to decide which way to go further. You can see whether this mode is enabled or not, by looking at Tux's feet: If Tux is barefooted, "run-fast-mode" is disabled. And if he wears red sport shoes, "run-fast-mode" is enabled. From level 14 on, run-fast-mode will be enabled automatically. If you want to use this feature in earlier levels or want to disable it in advanced levels, click on Tux or the "barefoot / sportshoe"-icon in the upper left corner of the screen to toggle the run-fast-mode.
bs: Koristite strelicu na tastaturi za pomicanje Tuxa do vrata. Koristite dugme "space" za prebacivanje između vidljivih i nevidljih načina. Vidljivi mod odaje vašu poziciju prokazivajući vas na karti. Ne možete pomjerati Tuxa dok ste u vidljivom načinu rada. Na prvom nivou, Tux šeta udobno, jedan korak kroz labirint na pritisak svake tipke. Za veći labirint postoji poseban način hodanja pod nazivom "run-fast-mode". Ako je run-fast-mode uključen Tux će se kretati automatski sve dok ne dođe u dilemu kojim putem treba krenuti. Možete vidjeti da li je ovaj mod ili ne, gledajući u Tuxove noge: Ako je Tux bos, run-fast-mode je onemogućen. Ako nosi crvene tenisice, "run-fast-mode" je omogućen. Od razine 14, run-fast-mode se automatski aktivira. Ako želite koristiti ovu stvar u ranijim razinama ili ga želite onemogućit u naprednim razinama, kliknite na Tux ili "barefoot / sportshoe" - ikona u gornjem lijevom uglu da se prebacite na inercisjki fast-mode.
pt: Usa as teclas de seta para mover o Tux até à porta. Usa a barra de espaços para alternar entre os modos Visível e Invisível. O modo Visível só indica a tua posição, como um mapa. Não podes mover o Tux neste modo. Nos primeiros níveis, o Tux caminha confortavelmente um passo a cada pressão na tecla, através do labirinto. Para labirintos maiores, há um modo especial de avanço, chamado "Modo Corrida". Se este modo Corrida estiver ativado, O Tux corre por todo o caminho, até atingir uma bifurcação e tenhas de decidir qual o caminho a seguir. Podes ver se este modo está ativo ou não, olhando para os pés do Tux: se estiver descalço, o modo Corrida está desligado. Se tiver sapatos de desporto vermelhos, o modo Corrida está ligado. A partir do Nível 14, o modo Corrida é ligado automaticamente. Se o quiseres ligar antes ou desligá-lo depois, clica no ícone com os pés e as barbatanas, no canto superior esquerdo.
sr@latin: Koristi strelice na tastaturi za kretanje Pingoslava do vrata. Koristi razmaknicu da se prebacuješ između režima nevidljivosti i vidljivosti. Režim vidljivosti ti ukazuje na tvoj položaj, kao kartu. Ne možeš da pokrećeš Pingoslava u režimu vidljivosti. Na prvim nivoima, Pingoslav se kreće udobno, jedan korak na svaki pritisak tastera, kroz lavirint. Za veće lavirinte, postoji poseban režim hoda, pod nazivom „režim brzog hoda“. Ako je ovaj režim brzog hoda uključen, Pingoslav će sam hodati celim putem sve dok ne stigne do raskršća a ti ćeš morati da odlučiš kojim putem da nastavi. Možeš da vidiš da li je taj režim uključen ili ne, tako što ćeš pogledati u nogu Pingoslava: Ako je Pingoslav bosonog, „režim brzog hoda“ je isključen. A ako nosi crvene patike, „režim brzog hoda“ je uključen. Od nivoa 14, režim brzog hoda će samostalno biti uključen. Ako želiš da koristiš ovu funkciju na ranijim nivoima ili želiš da je isključiš na naprednim nivoima, klikni na Pingoslava ili na ikonicu „bose noge / sportske patike“ u gornjem levom uglu ekrana da prebaciš režim brzog hoda.

source: Error: this activity cannot be played with the sound effects disabled. Go to the configuration dialogue to enable the sound
bs: Greška: ova vježba se ne može igrati uz isključeni zvuk. Idite u prozor za podešavanja da uključite zvuk.
pt: Erro: esta atividade não pode ser jogada com o som desativado. Por favor, ative o som no diálogo de configuração do GCompris.
sr@latin: Greška: ova vežba se ne može igrati uz isključeni zvuk. Idi u prozor za podešavanja da uključiš zvuk

source: Melody
bs: Melodija
pt: Melodia
sr@latin: Melodija

source: Repeat a melody
bs: Ponovi melodiju
pt: Repete uma melodia.
sr@latin: Ponovi melodiju

source: Ear-training activity
bs: Igra vježbanja sluha
pt: Treinar a memória auditiva.
sr@latin: Igra vežbanja sluha

source: Listen to the sound sequence played, and repeat it by clicking on the elements. You can listen again by clicking on the repeat button.
bs: Slušajte odsvirane tonove. Pokušajte da ponovite klikom na elemente. Možete odslušati ponovo klikom na dugme ponovi.
pt: Nesta atividade, deves repetir as melodias que são tocadas. Escuta a sequência de sons e repete-a, clicando nos mesmos objetos. Podes escutar novamente, clicando no botão "Setas verdes em círculo".
sr@latin: Slušaj odsvirane tonove. Pokušaj da ponoviš klikom na elemente. Možeš odslušati ponovo klikom na dugme za ponavljanje.

source: zero
bs: nula
sr@latin: nula

source: one
bs: jedan
pt: um
sr@latin: jedan

source: two
bs: dva
pt: dois
sr@latin: dva

source: three
bs: tri
pt: três
sr@latin: tri

source: four
bs: četiri
pt: quatro
sr@latin: četiri

source: five
bs: pet
pt: cinco
sr@latin: pet

source: six
bs: šest
pt: seis
sr@latin: šest

source: seven
bs: sedam
pt: sete
sr@latin: sedam

source: eight
bs: osam
pt: oito
sr@latin: osam

source: nine
bs: devet
pt: nove
sr@latin: devet

source: Memory
bs: Pamćenje
pt: Memória
sr@latin: Pamćenje

source: Find the matching pair
bs: Nađite par
pt: Encontra os pares correspondentes.
sr@latin: Nađi odgovarajući par

source: Memory Game with images
bs: Igra pamćenja sa slikama
pt: Jogo de memória visual
sr@latin: Igra pamćenja sa slikama

source: Flip the cards to find the matching pairs
bs: Okreći karte i nađi iste parove
pt: Vira as cartas e encontra os pares.
sr@latin: Okreći karte i nađi iste parove

source: Train your memory and remove all the cards
bs: Vežbajte vaše pamćenje i uklonite sve karte
pt: Treinar a memória associando cartas.
sr@latin: Vežbaj pamćenje i ukloni sve karte

source: A set of blank cards is shown. Each card has a picture on the other side, and each picture card has a twin exactly the same. Click on a card to see its hidden picture, and try to match the twins. You can only turn over two cards at once, so you need to remember where a picture is, while you look for its twin. When you turn over the twins, they both disappear.
bs: Prikazan je skup praznih karata. Svaka karta ima sliku sa druge strane a svaka slika ima svoj duplikat. Kliknite na kartu da vidite sliku i pokušajte da pronađete istu takvu. Mogu biti okrenute samo dvije karte istovremeno pa morate da upamtite gdje se slike nalaze dok tražite njen duplikat. Kada pronađete par, one će nestati.
pt: É apresentado um conjunto de cartas com a face voltada para baixo. Clica numa carta para a virares e veres a imagem que está representada na sua face. Cada diferente imagem é apresentada em duas cartas. Apenas podes virar duas cartas de cada vez, pelo que tens de decorar onde está cada imagem, enquanto procuras a sua gémea. De cada vez que juntas um par de cartas com imagens iguais, estas desaparecem. O jogo termina quando tiveres feito desaparecer todas as cartas.
sr@latin: Prikazan je skup praznih karata. Svaka karta ima sliku sa druge strane a svaka slika ima svoj duplikat. Klikni na kartu da vidiš sliku i pokušaj da pronađeš istu takvu. Mogu biti okrenute samo dve karte istovremeno pa moraš da upamtiš gde se slike nalaze dok tražiš njen duplikat. Kada pronađeš par, one će nestati.

source: Addition memory game
bs: Igra pamćenja sa sabiranjem
pt: Jogo de memória com a adição
sr@latin: Igra pamćenja sa sabiranjem

source: Turn the cards over to find two numbers which add up the same, until all the cards are gone.
bs: Okrećite karte da pronađete karte na kojima je zbir isti, dok sve karte ne uklonite.
pt: Vira as cartas para encontrar dois números que com a mesma soma, até que todas as cartas desapareçam.
sr@latin: Okreći karte da pronađeš karte na kojima je zbir isti, dok sve karte ne ukloniš.

source: Practise adding up, until all the cards are gone.
bs: Vežbajte sabiranje, dok sve karte ne nestanu.
pt: Praticar a adição, associando cartas.
sr@latin: Vežbaj sabiranje, dok sve karte ne nestanu.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an adding-up sum, or the answer to the sum. An adding-up sum looks like this: 2 + 2 = 4 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 2 (1, 2) and 2 more (3, 4) makes 4. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at adding-up! In this game, these cards are hiding the two parts of an adding-up sum (also called an addition sum). You need to find the two parts of the sum, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole sum. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper sum. When you do that, both those cards disappear! When you've made them all disappear, found all the sums, you've won the game! :)
bs: Ovdje se vide neke karte, ali se ne vidi šta je sa druge strane. Svaka karta sadrži sabirke, ili rezultate zbira. Zbir izgleda ovako: 2 + 2 = 4 Brojevi sa jedne strane znaka jednakosti (=) moraju da budu iste kao broj sa druge strane. Dakle 2 (1, 2) i još 2 (3, 4) daje 4. Brojite naglas dok ovo radite, i brojite na prste, jer kada na više načina nešto radite, onda to bolje zapamtite. Takođe možete koristiti štapiće, ili žetone, ili bilo šta što možete da brojite. Ako imate puno braće i sestara, možete i njih da brojite! Ili djecu u vašem razredu u školi. Pjevajte pjesmu sa brojanjem. Brojite mnoge stvari, vježbajući, i bićete veoma dobri u sabiranju! U ovoj igri, karte kriju dva djela zbira. Morate da nađete oba djela zbira, i ponovo ih sastavite. Kliknite na broj da vidite koji broj se krije, a onda potražite drugi broj koji ide sa njim i daje cio zbir. Možete okrenuti samo po dvije karte u svakom potezu, pa morate da zapamtite gdje se brojevi kriju, i onda ih uparite kada nađete drugi dio. Vi ste sada u ulozi znaka jednakosti, i potrebni ste brojevima da bi ih sastavili i dobili pravi zbir. Kada to učinite, obje ove karte će nestati! Kada sve nestanu, tako što ćete naći sve zbirove, dobili ste igru! :)
pt: É apresentado um conjunto de cartas com a face voltada para baixo. O teu objetivo é juntares cada carta com uma operação à carta que apresenta o número com o seu resultado. Clica numa carta para a virares e veres o número ou a operação que esta apresenta na sua face. No caso de esta apresentar uma adição, faz as contas para obteres o resultado. Apenas podes virar duas cartas de cada vez, pelo que tens de decorar onde estão as cartas com as diferentes operações e com os diferentes resultados. De cada vez que juntas uma carta com uma adição à carta com o número com o seu resultado, estas desaparecem. O jogo termina quando tiveres feito desaparecer todas as cartas. Conta alto enquanto jogas, e conta também com os dedos, porque recordas melhor algo se o fizeres de várias maneiras diferentes. Podes também utilizar blocos, ou botões ou qualquer outra coisa que consigas contar. Se tiveres muitos irmãos e irmãs, podes contá-los também. Ou, se preferires, podes contar os teus colegas de turma. Canta músicas de contar. Conta imensas coisas para praticares e serás excelente a fazer contas!
sr@latin: Ovde se vide neke karte, ali se ne vidi šta je sa druge strane. Svaka karta sadrži sabirke, ili rezultate zbira. Zbir izgleda ovako: 2 + 2 = 4 Brojevi sa jedne strane znaka jednakosti (=) moraju da budu isti kao broj sa druge strane. Dakle 2 (1, 2) i još 2 (3, 4) daje 4. Brojiš naglas dok ovo radiš, i brojiš na prste, jer kada na više načina nešto radiš, onda to bolje zapamtiš. Takođe možeš koristiti štapiće, ili žetone, ili bilo šta što možeš da brojiš. Ako imaš puno braće i sestara, možeš i njih da brojiš! Ili decu u tvom razredu u školi. Pevaj pesmu sa brojanjem. Brojiš mnoge stvari, vežbajući, i bićeš veoma dobar/a u sabiranju! U ovoj igri, karte kriju dva dela zbira. Moraš da nađeš oba dela zbira, i ponovo ih sastaviš. Klikni na broj da vidiš koji broj se krije, a onda potraži drugi broj koji ide sa njim i daje ceo zbir. Možeš okrenuti samo po dve karte u svakom potezu, pa moraš da zapamtiš gde se brojevi kriju, i onda ih upari kada nađeš drugi deo. Ti si sada u ulozi znaka jednakosti, i potreban/a si brojevima da ih sastaviš i dobiješ pravi zbir. Kada to učiniš, obe ove karte će nestati! Kada sve nestanu, tako što ćeš naći sve zbirove, dobio/la si igru! *_*

source: Addition and subtraction memory game
bs: Igra pamćenja sa sabiranjem i oduzimanjem
pt: Jogo de memória com a adição e a subtração
sr@latin: Igra pamćenja sa sabiranjem i oduzimanjem

source: Turn the cards over to find two numbers which add or subtract the same, until all the cards are gone.
bs: Okreći karte da pronađeš one na kojima je sabiranje ili oduzimanje koje daje isti rezultat, dok sve karte ne nestanu.
pt: Vira as cartas e associa operações de adição e de subtração ao seu resultado, até que todas as cartas desapareçam.
sr@latin: Okreći karte da pronađeš one na kojima je sabiranje ili oduzimanje koje daje isti rezultat, dok sve karte ne nestanu.

source: Addition and subtraction
bs: Zbrajanje i oduzimanje
pt: Jogo de memória com a adição e a subtração
sr@latin: Sabiranje i oduzimanje

source: Practise addition, subtraction, until all the cards are gone.
bs: Vežbaj sabiranje i oduzimanje dok sve karte ne nestanu.
pt: Praticar a adição e a subtração, associando cartas.
sr@latin: Vežbaj sabiranje i oduzimanje dok sve karte ne nestanu.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found all the operations, you've won the game! :)
bs: Ovdje se vide neke karte, ali se ne vidi šta je sa druge strane. Svaka karta krije računsku operaciju ili odgovor na nju. U ovoj igri, karte kriju dva djela operacije. Morate da pronađete oba djela i ponovo ih sastavite. Kliknite na kartu da vidite koji broj krije a onda potražite drugu kartu koja ide uz nju i kompletira operaciju. Možete da okrenete samo dvije karte u jednom potezu, pa morate da zapamtite gdje se brojevi kriju i onda ih uparite sa drugom polovinom. Vi radite posao znaka jednakosti i treba da spojite odgovarajuće brojeve da bi dobili ispravnu jednakost. Kada to učinite, obje karte će nestati. Pronađite sve operacije i pobijedili ste! :)
pt: É apresentado um conjunto de cartas com a face voltada para baixo. O teu objetivo é juntares cada carta com uma operação à carta que apresenta o número com o seu resultado. Clica numa carta para a virares e veres o número ou a operação que esta apresenta na sua face. No caso de esta apresentar uma operação, faz as contas para obteres o resultado. Apenas podes virar duas cartas de cada vez, pelo que tens de decorar onde estão as cartas com as diferentes operações e com os diferentes resultados. De cada vez que juntas uma carta com uma operação à carta com o número com o seu resultado, estas desaparecem. O jogo termina quando tiveres feito desaparecer todas as cartas.
sr@latin: Ovde se vide neke karte, ali se ne vidi šta je sa druge strane. Svaka karta krije računsku operaciju ili odgovor na nju. U ovoj igri, karte kriju dva dela operacije. Moraš da pronađeš oba dela i ponovo ih sastaviš. Klikni na kartu da vidiš koji broj krije a onda potraži drugu kartu koja ide uz nju i kompletira operaciju. Možeš da okreneš samo dve karte u jednom potezu, pa moraš da zapamtiš gde se brojevi kriju i onda da ih upariš sa drugom polovinom. Ti obavljaš posao znaka jednakosti i treba da spojiš odgovarajuće brojeve da bi dobio/la ispravnu jednakost. Kada to učiniš, obe karte će nestati. Pronađi sve operacije i pobedio/la si! ^_^

source: All operations memory game
bs: Igra pamćenja sa svim računskim operacijama
pt: Jogo de memória com todas as operações
sr@latin: Igra pamćenja sa svim računskim operacijama

source: Turn the cards over to find a matching operation, until all the cards are gone.
bs: Okreći karte da pronađeš odgovarajuće operacije, dok sve karte ne nestanu.
pt: Vira as cartas e associa operações ao seu resultado, até que todas as cartas desapareçam.
sr@latin: Okreći karte da pronađeš odgovarajuće operacije, dok sve karte ne nestanu.

source: Addition, subtraction, multiplication, division
bs: Sabiranje, oduzimanje, množenje, dijeljenje
pt: Conhecer as quatro operações aritméticas.
sr@latin: Sabiranje, oduzimanje, množenje, deljenje
