Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Click the position in the line where you want to drop a piece. You can also use the arrow keys to move the piece left or right, and the down or space key to drop a piece.
bs: Klikni na mjesto na liniji gdje hoćeš da spustiš djelić. Takođe, možeš da koristiš tastere sa strelicama da pomjeriš dio lijevo ili desno, a strelicu na dolje ili taster za razmak da bi spustio dio.
pt: Clica na coluna onde queres largar uma peça. Se preferires, em vez do rato, podes utilizar as teclas <Seta esquerda> e <Seta direita> para selecionares a coluna, e as teclas <Espaço> ou <Seta abaixo> para largares a peça.
sr@latin: Klikni na mesto na liniji gde želiš da spustiš novčić. Takođe, možeš da koristiš tastere sa strelicama da pomeraš novčić levo ili desno, a strelicu na dole ili taster za razmak da ubaciš novčić.

source: The original code was written in 2005 by Laurent Lacheny. In 2006, Miguel de Izarra made the two players game. Images and Artificial Intelligence taken from project 4stattack by Jeroen Vloothuis. The original project can be found on &lt;http://forcedattack.sourceforge.net&gt;
bs: Originalan kod je napisao 2005 Loren Lašeni (Laurent Lacheny). Migel di Izara (Miguel di Izarra) je 2006 napravio ovu igru za dva igrača. Slike i vještačka inteligencija uzeti iz projekta „4stattack“ od Žeroena Vlotuisa (Jeroen Vloothuis). Originalan projekat se može naći na &lt;http://forcedattack.sourceforge.net&gt;
pt: Código original – Autor: Laurent Lacheny (2005). Versão para dois jogadores – Autor: Miguel de Izarra (2006). Imagens e inteligência artificial – Autor: Jeroen Vloothuis. Projeto: "4stattack". Fonte: &lt;http://forcedattack.sourceforge.net&gt;
sr@latin: Originalan kod je napisao Loran Lašeni 2005. Migel de Izara je 2006. napravio ovu igru za dva igrača. Slike i veštačka inteligencija su preuzeti iz projekta Žerona Vlutuisa „4stattack“. Originalan projekat možeš naći na &lt;http://forcedattack.sourceforge.net&gt;

source: Connect 4
bs: Poveži 4
pt: Quatro em linha
sr@latin: Poveži 4

source: Create a line of 4 pieces either horizontally (lying down), vertically (standing up) or diagonally.
bs: Napravi liniju od 4 djela koja može biti vodoravna, uspravna ili dijagonalna.
pt: Criar uma linha de 4 peças na horizontal (deitadas), na vertical (em pé) ou na diagonal.
sr@latin: Napravi liniju od 4 dela koja može biti vodoravna, uspravna ili dijagonalna.

source: Laurent Lacheny. Images and Artificial Intelligence taken from project 4stattack by Jeroen Vloothuis. The original project can be found on &lt;http://forcedattack.sourceforge.net&gt;
bs: Loren Lašeni (Laurent Lacheny). Slike i vještačka inteligencija uzeti iz projekta „4stattack“ od Žeroena Vlotuisa (Jeroen Vloothuis). Originalan projekat se može naći na &lt;http://forcedattack.sourceforge.net&gt;
pt: Laurent Lacheny. Imagens e inteligência artificial – Autor: Jeroen Vloothuis. Projeto: "4stattack". Fonte: &lt;http://forcedattack.sourceforge.net&gt;
sr@latin: Loren Lašeni. Slike i veštačka inteligencija su preuzeti iz projekta Žerona Vlutuisa „4stattack“. Originalan projekat možeš naći na &lt;http://forcedattack.sourceforge.net&gt;

source: Build the same model
bs: Napravi isti model
pt: Constrói o mesmo modelo
sr@latin: Napravi isti model

source: Drive the crane and copy the model
bs: Upravljaj kranom i napravi isti model
pt: Dirige um guindaste e copia um modelo.
sr@latin: Upravljaj kranom i napravi isti model

source: Mouse manipulation
bs: Baratanje mišem
pt: Manipulação do rato
sr@latin: Baratanje mišem

source: Motor-coordination
bs: Koordinacija pokreta
pt: Desenvolver a coordenação motora.
sr@latin: Koordinacija pokreta

source: Move the items in the bottom left frame to copy their position in the top right model. Below the crane itself, you will find four arrows that let you move items. To select the item to move, just click on it. If you prefer, you can use the arrow keys and the space or tab key instead.
bs: Pomicanjem stavki iz donjeg lijevog okvira kopirat ćete njihov položaj u gornjem desnom modelu. Ispod same dizalice naći ćete četiri strelice koje će vam premjestiti stavke. Da bi ste odabrali stavku da se preseli, samo kliknite na nju. Ako želite, možete koristiti tipke sa strelicama i dugme "space" ili tipku "tab".
pt: Move os itens no painel inferior esquerdo para copiar a sua posição no modelo superior direito. Por baixo da grua, existem quatro setas que te permitem movimentar itens. Para selecionar o item a mover, clica-lhe. Se preferires, podes utilizar as teclas de setas e a barra de espaços ou a tecla tab para controlar a grua.
sr@latin: Pomeraj delove iz donjeg levog okvira da umnožiš njihove položaje u model, gore desno. Ispod samog krana, naći ćeš četiri strelice za pomeranje delova. Da izabereš stavku za pomeranje, samo klikni na nju. Ako ti više odgovara, možeš umesto njih da koristiš tastere strelica i razmak ili taster tab.

source: Find the details
bs: Pronađi detalje
pt: Encontra os pares correspondentes.
sr@latin: Pronađi detalj

source: The images are from Wikimedia Commons.
bs: Slike su sa zajedničkog poslužitelja.
pt: As imagens são da Wikimedia Commons.
sr@latin: Slike su sa Vikimedia Komonsa.

source: Vincent van Gogh, Entrance Hall of Saint-Paul Hospital - 1889
bs: Vincent van Gogh, Predsoblje od bolnice Saint-Paul- 1889
pt: Vincent van Gogh – "Quarto em Arles" (1888)
sr@latin: Vinsent van Gog, Predvorje bolnice Svetog Pola — 1889

source: Vincent van Gogh, The Bridge of Langlois at Arles with a lady with umbrella - 1888
bs: Vincent van Gogh, Most Langlois u Arlesu s damom sa kišobranom - 1888
pt: Vincent van Gogh, A ponte de Langlois em Arles com uma senhora de guarda-chuva - 1888
sr@latin: Vinsent van Gog, Most na Langluau u Arlu i dama sa kišobranom — 1888

source: Vincent van Gogh, The Church at Auvers-sur-Oise - 1890
bs: Vincent van Gogh, Crkva na Auvers-sur-Oise - 1890
pt: Vincent van Gogh – "Rua de Auvers" (1890)
sr@latin: Vinsent van Gog, Crkva u Over-sir-Uazu — 1890

source: Vincent van Gogh, Painter on His Way to Work - 1888
bs: Vincent van Gogh, slikar je na putu za posao - 1888
pt: Vincent van Gogh – "Quarto em Arles" (1888)
sr@latin: Vinsent van Gog, Slikar na putu do radnog mesta — 1888

source: Vincent van Gogh, The Harvest - 1888
bs: Vincent van Gogh, Žetva - 1888
pt: Vincent van Gogh – "Quarto em Arles" (1888)
sr@latin: Vinsent van Gog, Žetva — 1888

source: Vincent van Gogh, Cafe Terrace at Night - 1888
bs: Vincent van Gogh, Cafe Terasa noću - 1888
pt: Vincent van Gogh – "Quarto em Arles" (1888)
sr@latin: Vinsent van Gog, Terasa kafića noću — 1888

source: Vincent van Gogh, The Night Café - 1888
bs: Vincent van Gogh, Noć Café - 1888
pt: Vincent van Gogh – "Quarto em Arles" (1888)
sr@latin: Vinsent van Gog, Kafić noću — 1888

source: Vincent van Gogh, Portrait of Pere Tanguy 1887-8
bs: Vincent van Gogh, Portret Pere Tanguy 1887-8
pt: Vincent van Gogh – "Quarto em Arles" (1888)
sr@latin: Vinsent van Gog, Portret Pera Tangija 1887-8

source: Eilean Donan castle
bs: Eilean Donan Dvorac
pt: Castelo Eilean Donan
sr@latin: Zamak u Ejlin Donanu

source: Gizah Pyramids, Egypt
bs: Gizah Pyramide, Egipat
pt: Pirâmides de gizé, Egipto
sr@latin: Piramide u Gizi, Egipat

source: Sydney Opera House, Australia
bs: Sydney Opera House, Australija
pt: Casa da ópera, Sidney, Austrália
sr@latin: Opera u Sidneju, Australija

source: Tower Bridge in London
bs: Tower Bridge u Londonu
pt: Tower Bridge, Londres
sr@latin: Tauer Bridž u ​​Londonu

source: Eiffel Tower, seen from the champ de Mars, Paris, France
bs: Eiffelov toranj, pogled iz Champ di Mars, Pariz, Francuska
pt: Torre Eiffel vista do Champ de Mars, Paris, França
sr@latin: Ajfelov toranj, viđen iz polja Marsa, Pariz, Francuska

source: Courtyard of the Museum of Louvre, and its pyramid
bs: Dvorište Muzeja Louvre, i njegova piramida
pt: Pátio do Museu do Louvre e a sua pirâmide
sr@latin: Dvorište Muzeja u Luvru, i njegova piramida

source: Panorama of Château de Chenonceau, Indre-et-Loire, France.
bs: Panorama Château di Chenonceau, Indre-et-Loire, Franci.
pt: Panorama do Castelo de Chenonceau, Indre-et-Loire, França.
sr@latin: Panorama Zamka Šenonso, Indr-i-Luara, Francuska.

source: Notre Dame de Paris cathedral on the Île de la Cité island in Paris, France.
bs: Notre Dame di Paris katedrala na Île di la Cité otoku u Parizu, Francuska.
pt: Catedral de Notre Dame de Paris, Île de la Cité, Paris, França.
sr@latin: Katedrala bogorodične crkve u Parizu na Ostrvu d la Site u Parizu, Francuska.

source: Nagoya Castle, Aichi Prefecture, Japan.
bs: Nagoya Dvorac, Aichi Prefecture, Japan.
pt: Castelo Nagoya, Perfeitura Aichi, Japão.
sr@latin: Zamak Nagoja, Aiči Prefektura, Japan.

source: Taj Mahal, Agra, India
sr@latin: Tadž Mahal, Agra, Indija

source: Castle Neuschwanstein at Schwangau, Bavaria, Germany
bs: Dvorac Neuschwanstein u Schwangau, Bavarskoj, u Njemačkoj
pt: Castelo Neuschwanstein em Schwangau, Bavária, Alemanha
sr@latin: Zamak Nojšvanštajn u Švangau, Bavarska, Nemačka

source: Egeskov Castle, Denmark
bs: Egeskov dvorac, Danska
pt: Castelo Egeskov, Dinamarca
sr@latin: Zamak Egeskov, Danska

source: Windmill in Sønderho, Fanø, Denmark
bs: Windmill in Sønderho, Fanø, Danska
pt: Moinho em Sønderho, Fanø, Dinamarca
sr@latin: Vindmil u Sonderou, Fano, Danska

source: Double-entry table
bs: Tabela sa dvostrukim unosom
pt: Tabela de dupla entrada
sr@latin: Tabela sa dvostrukim unosom

source: Drag and Drop the items in the double-entry table
bs: Prevucite i pustite stavke u tabelu sa dvostrukim unosom
pt: Arrasta e larga os itens na tabela de dupla entrada
sr@latin: Prevuci i ubaci stavke u tabelu sa dvostrukim unosom

source: Basic counting skills
bs: Sposobnost osnovnog brojanja
pt: Saber contar e reconhecer imagens
sr@latin: Sposobnost osnovnog brojanja

source: Move the items on the left to their proper position in the double-entry table.
bs: Premjesti stavke sa lijeve strane na odgovarajuće mjesto u tabeli sa dvostrukim unosom.
pt: Move os itens à esquerda para o local correto na tabela de dupla entrada.
sr@latin: Premesti stavke sa leve strane na odgovarajuće mesto u tabeli sa dvostrukim unosom.

source: Drag and Drop each proposed item on its destination
bs: Prevucite i pustite preporučene stavke na njihovo odredište
pt: Nesta atividade, o teu objetivo é colocares na tabela os objetos ou números que te são dados, respeitados os parâmetros definidos pelos desenhos no topo das colunas e no início das linhas. Arrasta e larga no seu destino cada item proposto.
sr@latin: Prevuci i ubaci preporučene stavke na njihovo odredište

source: Click on an item and listen to its target position
bs: Klikni na stavku i poslušaj njenu poziciju
pt: Clica num objeto e ouve qual a posição em que deverá ser colocado.
sr@latin: Klikni na stavku i odslušaj njen krajnji položaj

source: A simple vector-drawing tool
bs: Jednostavan alat za vektorsko crtanje
pt: Faz um desenho
sr@latin: Jednostavan alat za vektorsko crtanje

source: A creative board where you can draw freely
bs: Umjetnička tabla na kojoj možete slobodno da crtate
pt: Desenha livremente numa tela.
sr@latin: Stvaralačka tabla na kojoj možeš slobodno da crtaš

source: In this game, children can draw freely. The goal is to discover how to create attractive drawings based on basic shapes: rectangles, ellipses and lines.
bs: U ovoj igri, djeca mogu slobodno da crtaju. Cilj je da otkriju kako mogu da naprave lijepe slike iz osnovnih oblika: pravougaonika, elipsi i linija.
pt: Aqui as crianças podem desenhar livremente. Descobrir como se pode criar desenhos atraentes utilizando formas básicas: retângulos, elipses e linhas.
sr@latin: U ovoj igri, deca mogu slobodno da crtaju. Cilj je da otkriju kako mogu da naprave lepe slike iz osnovnih oblika: pravougaonika, elipsi i linija.

source: Select a drawing tool on the left, and a color down the bottom, then click and drag in the white area to create a new shape. To save time, you can click with the middle mouse button to delete an object.
bs: Na lijevoj strani izaberite alat za crtanje, na dnu izaberite boju i zatim kliknite na belu površinu i vucite da biste napravili novi oblik. Za brži rad, možete koristiti srednje dugme miša da obrišete objekat.
pt: Clica numa ferramenta de desenho no painel da esquerda e numa cor no painel inferior. Depois, clica e arrasta na zona branca para criares uma nova forma. Para apagares um objeto sem gastares muito tempo, podes clicar-lhe com o botão do meio do rato.
sr@latin: Na levoj strani izaberi alat za crtanje, na dnu izaberi boju i zatim klikni na belu površinu i vuci da bi napravio/la novi oblik. Za brži rad, možeš koristiti srednje dugme miša da obrišeš objekat.

source: Cannot find the file '{filename}'
bs: Ne mogu pronaći datoteku '{filename}'
pt: Impossível encontrar o ficheiro "{filename}"
sr@latin: Ne mogu da pronađem datoteku „{filename}“

source: Draw Number
bs: Crtež brojevima
pt: Desenha com números
sr@latin: Poveži brojeve

source: Draw the picture by following numbers
bs: Nacrtaj sliku prateći brojeve
pt: Desenha imagens seguindo números.
sr@latin: Nacrtaj sliku prateći brojeve

source: Can count from 1 to 50.
bs: Zna da broji od 1 do 50.
pt: Saber contar de 1 a 50.
sr@latin: Zna da broji od 1 do 50.

source: Draw the picture by clicking on each numbers in the right order.
bs: Nacrtaj sliku klikćući na svaki broj u pravilnom redoslijedu.
pt: Nesta atividade, vais desenhar uma série de figuras, definindo os seus contornos. Clica em cada número por ordem crescente.
sr@latin: Nacrtaj sliku klikajući na svaki broj u pravilnom redosledu.

source: Cannot find the 'gnucap' electric simulator. You can download and install it from: <http://www.gnu.org/software/gnucap/> To be detected, it must be installed in /usr/bin/gnucap or /usr/local/bin/gnucap. You can still use this activity to draw schematics without computer simulation.
bs: Ne mogu pronaći 'gnucap' električni simulator. Možete ga skinuti i instalirati sa: <http://www.gnu.org/software/gnucap/> Da se otkrije, mora biti instaliran u /usr/bin/gnucap or /usr/local/bin/gnucap. Još uvijek možete koristiti ovu aktivnost za crtanje šema bez računarske simulacije.
pt: Impossível encontrar o simulador eléctrico "gnucap". Por favor, transfira-o em: <http://www.gnu.org/software/gnucap/> De modo que este seja detetado, instale-o em: "/usr/bin/gnucap ou /usr/local/bin/gnucap" Pode, ainda assim, utilizar esta atividade para desenhar esquemas sem a simulação computorizada.
sr@latin: Ne mogu da pronađem „gnucap“ električni simulator. Možeš da ga preuzmeš i instaliraš sa: <http://www.gnu.org/software/gnucap/> Da bi bio prepoznat, mora biti instaliran u „/usr/bin/gnucap“ ili u „/usr/local/bin/gnucap“. Ovu vežbu možeš i dalje da koristiš za crtanje električnih šema ali bez simulacije na računaru.

source: Electricity
bs: Struja
pt: Eletricidade
sr@latin: Električna energija

source: Create and simulate an electric schema
bs: Napravi i simuliraj električnu šemu
pt: Cria um circuito eléctrico.
sr@latin: Napravi i simuliraj električnu šemu

source: Requires some basic understanding of the concept of electricity.
bs: Zahtjeva osnovno razumijevanje pojma elektriciteta i struje.
pt: Possuir conhecimentos básicos de eletricidade.
sr@latin: Zahteva osnovno razumevanje pojma elektriciteta i struje.

source: Freely create an electric schema with a real time simulation of it.
bs: Napravi električnu šemu sa električnim simulatorom u realnom vremenu.
pt: Criar livremente um circuito eléctrico, simulando imediatamente o seu funcionamento.
sr@latin: Napravi električnu šemu sa njenim realno vremenskim simulatorom.

source: GCompris uses the Gnucap electric simulator as a backend. You can get more information on gnucap at &lt;http://www.gnu.org/software/gnucap/&gt;.
bs: GCompris koristi Gnucap električni simulator kao pozadinu. Više informacija o gnucap možete dobiti na &lt;http://www.gnu.org/software/gnucap/&gt;.
pt: Motor de simulação – simulador eléctrico "Gnucap". Mais informações: &lt;http://www.gnu.org/software/gnucap/&gt;.
sr@latin: Gkompris koristi GnuKep električni simulator kao izvršni program. Više informacija o GnuKepu možeš naći na &lt;http://www.gnu.org/software/gnucap/&gt;.

source: Drag electrical components from the selector and drop them in the working area. Create wires by clicking on a connection spot, dragging the mouse to the next connection spot, and letting go. You can also move components by dragging them. You can delete wires by clicking on them. To delete a component, select the deletion tool on top of the component selector. You can click on the switch to open and close it. You can change the rheostat value by dragging its wiper. In order to simulate what happens when a bulb is blown, you can blown it by right-clicking on it. The simulation is updated in real time by any user action.
bs: Dovuci električne dijelove iz izbornika i spusti ih na radnu površ. Napravi vodove klikom na mjesto vezivanja i prevlačenjem miša do sljedećeg mjesta vezivanja i onda pusti. Dijelove možeš premještati prevlačenjem. Veze možeš brisati klikom na njih. Da bi izbrisao dio, klikni na alat za brisanje koji je na vrhu izbornika dijelova. Možeš da klikneš na prekidač da bi ga uključio ili isključio. Vrijednost otpornika možeš da mijenjaš pomjerajući njegov klizač. Da bi simulirali šta se dešava kada pregori sijalica, možeš je „pregoreti“ desnim klikom miša. Simulacija se osvežava u realnom vremenu sa bilo kojom radnjom korisnika.
pt: Clica nos componentes eléctricos do painel da esquerda e, deslocando o rato, move-os para a área de trabalho. Cria fios, clicando num ponto de ligação e movendo o rato até ao ponto de ligação seguinte. Clica nos fios, se os quiseres apagar. Para apagares um componente, clica no botão "Borracha", no topo do painel do lado esquerdo. Podes clicar no interruptor para o ligar e desligar. Podes regular o reóstato, clicando no seu regulador e movendo-o. Para simulares o que acontece quando uma lâmpada se funde, clica-lhe com o botão direito do rato.
sr@latin: Izaberi električne delove iz izbornika i ubaci ih na radnu površ. Napravi provodnike tako što ćeš kliknuti na tačku povezivanja i prevući miša do sledeće tačke povezivanja i onda otpustiti. Delove možeš premeštati i njihovim prevlačenjem. Možeš obrisati provodnike klikom na njih. Da izbrišeš deo, klikni na alat za brisanje pri vrhu izbornika delova. Možeš da klikneš na prekidač da ga uključiš ili isključiš. Vrednost otpornika možeš da promeniš pomerajući njegov klizač. Da bi simulirao šta se dešava kada pregori sijalica, možeš da je „pregoriš“ tako što ćeš kliknuti desnim tasterom miša na nju. Simulacija se osvežava u realnom vremenu bilo kojom radnjom korisnika.

source: Numeration training
bs: Vježba prebrojavanja
pt: Praticar a contagem.
sr@latin: Vežba prebrojavanja

source: Place the items in the best way to count them
bs: Uredi stavke za što lakše brojanje
pt: Organiza objetos para os contares.
sr@latin: Uredi stavke za što lakše prebrojanje

source: Count the items
bs: Prebroj stavke
pt: Conta os objetos
sr@latin: Prebroj stavke

source: Basic enumeration
bs: Osnovno prebrojavanje
pt: Saber contar.
sr@latin: Osnovno prebrojavanje

source: First, properly organize the items so that you can count them. Then, select the item you want to answer in the bottom right area. Enter the answer with the keyboard and press the OK button or the 'Enter' key.
bs: Prvo, sredite stavke na odgovarajući način da biste mogli da ih prebrojite. Zatim, izaberite stavku za koju želite da odgovorite na površi dolje desno. Unesite odgovor tastaturom, i pritisnite dugme „U redu“ ili taster „Enter“.
pt: Primeiro, organiza corretamente os objetos, para que os possas contar. Depois, seleciona o objeto a que queres responder no painel inferior à direita. Insere a tua resposta, utilizando as teclas com números. Quando tiveres terminado, clica no botão "Polegar" ou prime "Enter".
sr@latin: Prvo, sredi stavke na odgovarajući način da bi mogao/la da ih prebrojiš. Zatim, izaberi stavku za koju želiš da odgovoriš na površi dole desno. Unesi odgovor koristeći tastaturu, i pritisni dugme „U redu“ ili taster „Unesi“.

source: Double click the mouse
bs: Dupli klik mišem
pt: Faz duplo clique com o rato
sr@latin: Dvaput klikni mišem

source: Double click the mouse to erase the area and discover the background
bs: Dvaput kliknite mišem za brisanje područja i otkrivanje pozadine
pt: Faz duplo clique com o botão esquerdo do rato para apagares a área e descobrires a imagem de fundo.
sr@latin: Dvaput klikni mišem da obrišeš površinu i otkriješ pozadinu

source: Double click the mouse on rectangles until all the blocks disappear.
bs: Dvaput kliknite mišem na pravougaonike sve dok svi blokovi ne nestanu.
pt: O teu objetivo, nesta atividade, é limpares a parede branca, até conseguires ver toda a imagem escondida. Faz duplo clique com o botão esquerdo do rato sobre os blocos, até que todos os blocos desapareçam.
sr@latin: Dvaput klikni mišem na pravougaonike sve dok ne nestanu svi blokovi.

source: Move the mouse to erase the area and discover the background
bs: Pomijerajte miša da obrišete površinu i ugledate pozadinu
pt: Move o rato para apagares o painel e descobrir a imagem de fundo.
sr@latin: Pomeraj miša da obrišeš površinu i otkriješ pozadinu

source: Error: No images found
bs: Greška: Slika nije pronađena
pt: Erro: não foram encontradas imagens
sr@latin: Greška: Nisam pronašao slike

source: readme
bs: pročitaj me
pt: Leia-me
sr@latin: pročitaj me

source: Put any number of images in this directory. They will be used as background in the 'erase' activity. The image must be in the 'jpeg' format and be suffixed with '.jpg' or '.jpeg'. For best results, they must have a size of 800x520 pixels.
bs: Stavite koliko hoćete slika u ovaj direktorij. Oni će se koristiti kao pozadina u 'erase' aktivnosti. Slika mora biti 'jpeg' formata ili nadodana sa '.jpg' ili '.jpeg'. Za najbolje rezultate mora imati veličinu 800x520 piksela.
pt: Ponha qualquer número de imagens nesta pasta. Serão usadas como fundo na atividade "Apagar". As imagens têm de estar em formato "jpeg" e terem a extensão ".jpg" ou ".jpeg". Para melhores resultados, deverão ter um tamanho de 800x520 pixels.
sr@latin: Ubaci koliko hoćeš slika u ovaj direktorijum. Biće korišćene kao pozadina u vežbi „brisanja“. Slika mora biti u formatu „jpeg“ i njen naziv mora da se završava na „.jpg“ ili „.jpeg“ Za bolje rezultate, moraju biti veličine 800h520 tačaka.

source: Move the mouse until all the blocks disappear. You can add you own images under the directory '~/My GCompris/erase'.
bs: Pomjerajte se mišem sve dok blokovi ne nestanu. Možete dodati vašu vlastitu sliku u direktorij '~/My GCompris/erase'.
pt: Move o rato até que todos os blocos desapareçam. Podes adicionar mais imagens na pasta ""~/My GCompris/erase".
sr@latin: Pomeraj miša sve dok svi blokovi ne nestanu. Možeš da dodaš tvoje slike u direktorijum „~/My GCompris/erase“.
