Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Go to Algebra activities
bs: Idi na algebarske vježbe
pt: Atividades de aritmética
sr@latin: Idi na algebarske vežbe

source: Left-click the mouse on an activity to select it.
bs: Lijevi klik mišem na vježbu da bi je izabrao.
pt: Realiza várias atividades de aritmética
sr@latin: Klikni levim tasterom miša na vežbu da je izabereš.

source: Go to calculation activities
bs: Idi na vježbe računanja
pt: Atividades de cálculo
sr@latin: Idi na vežbe računanja

source: Various calculation activities.
bs: Razne vježbe računanja.
pt: Realiza várias atividades de cálculo.
sr@latin: Razne vežbe računanja.

source: Discover the Braille system
bs: Otkrij sistem Brailleovog
pt: À descoberta do sistema Braille
sr@latin: Otkrij Brajevu azbuku

source: The Braille system is a method that is widely used by blind people to read and write, and was the first digital form of writing.
bs: Sistem Braille je metoda koju koriste slijepe osobe za čitanje i pisanje, i bio je prvi digitalni oblik pisanja.
pt: O sistema Braille é um método vastamente usado por deficientes visuais para ler e escrever e foi a primeira forma digital de escrita.
sr@latin: Brajeva azbuka je način koji naširoko koriste slepi ljudi da čitaju i pišu, i bejaše prvi oblik digitalnog pisanja.

source: Practice chess
bs: Vežbajte šah
pt: Praticar xadrez
sr@latin: Vežbaj šah

source: Play chess against the computer in a learning mode
bs: Igrajte šah protiv računara dok učite
pt: Jogar xadrez contra o computador, em modo de aprendizagem.
sr@latin: Igraj šah protiv računara u režimu za učenje

source: Go to Color activities
bs: Idi na vježbe sa bojama
pt: Atividades sobre cores
sr@latin: Idi na vežbe sa bojama

source: Colors based activities.
bs: Vježbe sa bojama.
pt: Realiza diversas atividades baseadas nas cores.
sr@latin: Vežbe sa bojama.

source: Discover the Computer
bs: Otkrij računar
pt: À descoberta do computador
sr@latin: Otkrij računar

source: Play with computer peripherals.
bs: Igraj se sa spoljnim dijelovima računara.
pt: Várias atividades com os periféricos do computador
sr@latin: Igraj se sa spoljnim uređajima računara.

source: Go to discovery activities
bs: Idi na vježbe otkrivanja
pt: Atividades de descoberta
sr@latin: Idi na vežbe otkrića

source: Colors, sounds, memory...
bs: Boje, zvuci, pamćenje...
pt: Cores, sons, memória…
sr@latin: Boje, zvuci, pamćenje...

source: Go to experiential activities
bs: Idi na iskustvene vježbe
pt: Atividades de experimentação
sr@latin: Idi na vežbe iskustva

source: Various activities based on physical movement.
bs: Razne vježbe bazirane na fizičkom kretanju.
pt: Várias atividades baseadas em movimento físico.
sr@latin: Razne vežbe bazirane na fizičkom kretanju.

source: Go to Experimental activities
bs: Idi na eksperimentalne vježbe
pt: Atividades experimentais
sr@latin: Idi na vežbe isprobavanja

source: Run gcompris --experimental to see this menu.
bs: Pokrenite gcompris --experimental da bi ste vidjeli ovaj meni.
pt: Execute "GCompris --experimental" num terminal, para ver este menu.
sr@latin: Pokreni „gcompris --experimental“ da vidiš ovaj izbornik.

source: Go to Amusement activities
bs: Idi na zabavne vježbe
pt: Atividades lúdicas
sr@latin: Idi na vežbe zabave

source: Various fun activities.
bs: Razne zabavne vježbe.
pt: Várias atividades divertidas.
sr@latin: Razne zabavne vežbe.

source: Geometry
bs: Geometrija
pt: Geometria
sr@latin: Geometrija

source: Geometry activities.
bs: Vježbe sa geometrijom.
pt: Atividades de geometria.
sr@latin: Vežbe sa geometrijom.

source: Go to Number Munchers activities
bs: Idi na vježbe sa Brojoždercem
pt: Atividades com comilões de números
sr@latin: Idi na vežbe sa Brojoždercem

source: Number Munchers are games to play with arithmetic.
bs: Brojožderci su igre za vježbanje računanja.
pt: Os comilões de números são jogos para aprender aritmética.
sr@latin: Brojožderci su igre za vežbanje računanja.

source: Keyboard-manipulation boards
bs: Vježbe za rad sa tastaturom
pt: Atividades com o teclado
sr@latin: Vežbe za rad sa tastaturom

source: Discover the keyboard.
bs: Otkrijte tastaturu.
pt: Descobre o teclado.
sr@latin: Otkrij tastaturu.

source: Mathematics
bs: Matematika
pt: Matemática
sr@latin: Matematika

source: Mathematical activities.
bs: Matematičke vježbe.
pt: Atividades de matemática.
sr@latin: Matematičke vežbe.

source: Go to Maze activities
bs: Idi na vježbe u lavirintu
pt: Atividades com labirintos
sr@latin: Idi na vežbe u lavirintu

source: Find your way out of different types of mazes
bs: Pronađite put iz raznih vrsta lavirinta
pt: Encontra o caminho de saída de diferentes tipos de labirinto.
sr@latin: Pronađi put iz raznih vrsta lavirinta

source: Go to Memory activities
bs: Idi na vježbe pamćenja
pt: Atividades de memória
sr@latin: Idi na vežbe pamćenja

source: Various memory activities (images, letters, sounds).
bs: Raznovrsne vježbe pamćenja (slike, slova, zvuci).
pt: Realiza diversas atividades de memória (imagens, letras, sons)
sr@latin: Raznovrsne vežbe pamćenja (slike, slova, zvuci).

source: Go to mathematics memory activities against Tux
bs: Idi na matematičke vježbe pamćenja, protiv Pingoslava
pt: Atividades de memória matemática contra o Tux
sr@latin: Idi na matematičke vežbe pamćenja protiv Pingoslava

source: Memory activities based on operations
bs: Vježbe pamćenja zasnovane na računskim operacijama
pt: Realiza diversas atividades de memória com operações aritméticas.
sr@latin: Vežbe pamćenja zasnovane na računskim operacijama

source: Go to mathematics memory activities
bs: Idi na matematičke vježbe pamćenja
pt: Atividades de memória matemática
sr@latin: Idi na matematičke vežbe pamćenja

source: GCompris Main Menu
bs: Glavni meni GKomprisa
pt: Menu principal do GCompris
sr@latin: Glavni izbornik Gkomprisa

source: GCompris is a collection of educational games that provides different activities for children aged 2 and up.
bs: GKompris je skup obrazovnih igara koje obezbeđuju raznovrsne vježbe za djecu od 2 godine pa na više.
pt: O GCompris é uma coleção de atividades e jogos educativos para crianças a partir dos 2 anos de idade.
sr@latin: Gkompris je skup obrazovnih igara koje obezbeđuju raznovrsne vežbe za decu stariju od 2 godine.

source: The goal of GCompris is to provide a free alternative to popular proprietary edutainment software
bs: Cilj GKomprisa je da obezbijedi slobodnu alternativu za popularne vlasničke obrazovne programe
pt: O objetivo do GCompris é o de apresentar uma alternativa pública (dita "livre") aos populares programas lúdico-educativos de licença privada.
sr@latin: Cilj Gkomprisa je da obezbedi slobodnu alternativu za popularne vlasničke obrazovne programe

source: A simple click on an icon brings you to an activity or a menu of activities. At the bottom of the screen is the GCompris control bar. The following icons are displayed from right to left. (note that each icon is displayed only if available in the current activity) Home - Exit an activity, go back to menu (ctrl-w and escape key) Thumb - OK. Confirm your answer Arrows - Display the current level. Click to select another level Lips - Repeat the question Question Mark - Help Tool - The configuration menu Tux Plane - About GCompris Quit - Quit GCompris (ctrl-q) The stars show suitable age groups for each game: 1, 2 or 3 simple stars - from 2 to 6 years old 1, 2 or 3 complex stars - 7 years and up Shortcuts: ctrl-b Show or Hide the control bar ctrl-f Toggle full screen ctrl-m Toggle mute for the background music
bs: Jedan pritisak na ikonicu ti prikazuje vježbu ili izbor vježbi. Pri dnu ekrana se nalazi upravljačka traka Gkomprisa. Sljedeće ikonice su prikazane sa desna na lijevo. (obrati pažnju da se ove ikonice prikazuju samo ako su dostupne u vježbi) Kuća — Izlaziš iz vježbe, vraćaš se na izbor. Palac — U redu. Potvrđuje tvoj odgovor. Kockica — Prikazuje tekući nivo. Klikni na nju da izabereš drugi nivo. Usne — Ponavlja pitanje. Pitanje — Prikazuje pomoć. Alat — Izbor podešavanja. Tuks u letu — O programu. Noć — Izlaziš iz Gkomprisa (ctrl-q) Zvijezde pokazuju odgovarajuće starosne grupe za svaku igru: 1, 2 ili 3 obične zvijezde — od 2 do 6 godina starosti 1, 2 ili 3 složene zvijezde — 7 godina i više Prečice: ctrl-b — Prikazuje ili skriva upravljačku traku ctrl-f — Prebacuje prikaz preko cijelog ekrana ctrl-m — Prebacuje čujnost muzike u pozadini
pt: Um simples clique num ícone leva-te a uma atividade ou menu de atividades. No painel inferior, encontra-se a barra de controlo do GCompris. Os seguintes ícones são mostrados, da direita para a esquerda (nata que os ícones só são mostrados se estiverem disponíveis na atividade atual) – "Casa": abandonar uma atividade, voltar ao menu (Ctrl+W ou Esc). – "Polegar": Aceitar, confirmar resposta. – "Setas": mostrar o nível atual. Clique para selecionar outro nível. – "Lábios": repetir a pergunta. – "Ponto de interrogação": obter ajuda. – "Ferramenta": menu de configuração". – "Avião do Tux": obter informações acerca do GCompris. – "Noite" ou "Porta": encerrar o GCompris (Ctrl+Q). As estrelas mostram grupos etários adequados para cada jogo: – 1, 2 ou 3 estrelas simples: de 2 a 6 anos de idade. – 1, 2 ou 3 estrelas complexas: a partir de 7 anos de idade. Atalhos: ctrl-b mostrar ou ocultar a barra de controlo ctrl-f alternar ecrã completo ctrl-m alternar silência/música de fundo
sr@latin: Jedan pritisak na ikonicu ti prikazuje vežbu ili izbor vežbi. Pri dnu ekrana se nalazi upravljačka traka Gkomprisa. Sledeće ikonice su prikazane sa desna na levo. (obrati pažnju da se ove ikonice prikazuju samo ako su dostupne u vežbi) Kuća — Izlaziš iz vežbe, vraćaš se na izbor. Palac — U redu. Potvrđuje tvoj odgovor. Kockica — Prikazuje tekući nivo. Klikni na nju da izabereš drugi nivo. Usne — Ponavlja pitanje. Pitanje — Prikazuje pomoć. Alat — Izbor podešavanja. Tuks u letu — O programu. Noć — Izlaziš iz Gkomprisa (ctrl-q) Zvezde pokazuju odgovarajuće starosne grupe za svaku igru: 1, 2 ili 3 obične zvezde — od 2 do 6 godina starosti 1, 2 ili 3 složene zvezde — 7 godina i više Prečice: ctrl-b — Prikazuje ili skriva upravljačku traku ctrl-f — Prebacuje prikaz preko celog ekrana ctrl-m — Prebacuje čujnost muzike u pozadini

source: Miscellaneous activities
bs: Ostale vježbe
pt: Atividades diversas
sr@latin: Ostale vežbe

source: Time, Geography, ...
bs: Vrijeme, Geografija, ...
pt: Tempo, geografia,...
sr@latin: Vreme, Geografija, ...

source: Go to money activities
bs: Idi na aktivnosti sa novcem
pt: Atividades de dinheiro
sr@latin: Idi na vežbe novca

source: Mouse-manipulation activities.
bs: Vježbe rada sa mišem.
pt: Atividades com o rato.
sr@latin: Vežbe rada sa mišem.

source: Various mouse-based activities (clicking, moving)
bs: Raznovrsne vježbe sa mišem (klik, pomjeranje)
pt: Realiza várias atividades com o rato (clicar e mover)
sr@latin: Raznovrsne vežbe sa mišem (klikanje, pomeranje)

source: Numeration
bs: Prebrojavanje
pt: Numeração
sr@latin: Prebrojavanje

source: Numeration activities.
bs: Vježba prebrojavanja.
pt: Realiza diversas atividades com números.
sr@latin: Vežba prebrojavanja.

source: Puzzles
bs: Slagalice
sr@latin: Slagalice

source: Various puzzles.
bs: Raznovrsne slagalice.
pt: Vários puzzles
sr@latin: Razne slagalice.

source: Go to the Reading activities
bs: Idi na vježbe čitanja
pt: Atividades de leitura
sr@latin: Idi na vežbe čitanja

source: Reading activities.
bs: Vježbe čitanja.
pt: Várias atividades de leitura.
sr@latin: Vežbe čitanja.

source: Go to Sound activities
bs: Idi na vježbe sa zvucima
pt: Atividades com sons
sr@latin: Idi na vežbe sa zvucima

source: Sound based activities.
bs: Vježbe sa zvucima.
pt: Realiza diversas atividades baseadas em sons.
sr@latin: Vežbe sa zvucima.

source: Strategy games
bs: Strategijske igre
pt: Atividades de estratégia
sr@latin: Strategijske igre

source: Strategy games like chess, connect4, ...
bs: Strategijske igre poput šaha, poveži4, ...
pt: Várias atividades como Xadrez, Quatro em linha,...
sr@latin: Strategijske igre poput šaha, poveži4, ...

source: GCompris is an educational software suite comprising of numerous activities for children aged 2 to 10.
bs: Gkompris je skup obrazovnih igara u koje spadaju razne vježbe za djecu starosti od 2 do 10 godina.
pt: O GCompris é uma coleção de atividades e jogos educativos para crianças dos 2 aos 10 anos de idade.
sr@latin: Gkompris je skup obrazovnih igara u koje spadaju razne vežbe za decu starosti od 2 do 10 godina.

source: Some of the activities are game orientated, but nonetheless still educational.
bs: Neke od vježbi su okrenute igri, ali ipak su i dalje obrazovne.
pt: Algumas das atividades são orientadas por jogos mas igualmente educativas.
sr@latin: Neke od vežbi su okrenute igri, ali ipak su i dalje obrazovne.

source: Below you can find a list of categories with some of the activities available in that category.
bs: Ispod možeš pronaći spisak kategorija sa nekim vježbama koje su dostupne u istim.
pt: Abaixo pode encontrar uma lista de categorias com algumas das atividades disponíveis nessa categoria.
sr@latin: Ispod možeš pronaći spisak kategorija sa nekim vežbama koje su dostupne u istim.

source: computer discovery: keyboard, mouse, different mouse gestures, ...
bs: upoznavanje sa računarom: tastatura, miš, razni pokreti mišem, ...
pt: descoberta do computador: teclado, rato, diferentes gestos do rato,...
sr@latin: upoznavanje sa računarom: tastatura, miš, razni pokreti mišem, ...

source: arithmetic: table memory, enumeration, double entry table, mirror image, ...
bs: aritmetika: tabele pamćenja, nabrajanje, tabela dvostrukog unosa, slika u ogledalu, ...
pt: aritmética: memória de mesa, enumeração, tabela de dupla entrada, imagem em espelho,...
sr@latin: aritmetika: tabele pamćenja, nabrajanje, tabela dvostrukog unosa, slika u ogledalu, ...

source: science: the canal lock, the water cycle, the submarine, electric simulation, ...
bs: nauka: brana na kanalu, kruženje vode, podmornica, električna simulacija, ...
pt: ciência: a tranca de canal, o ciclo da água, o submarino, simulação elétrica,...
sr@latin: nauka: brana na kanalu, kruženje vode, podmornica, električna simulacija, ...

source: geography: place the country on the map
bs: geografija: postavi državu na odgovarajuće mjesto na karti
pt: geografia: colocar o país no mapa
sr@latin: geografija: postavi državu na odgovarajuće mesto na karti

source: games: chess, memory, connect 4, oware, sudoku, ...
bs: igre: šah, pamćenje, poveži 4, ovar, sudoku, ...
pt: jogos: xadrez, memória, quatro em linha, sudoku,...
sr@latin: igre: šah, pamćenje, poveži 4, ovar, sudoku, ...

source: reading: reading practice
bs: čitanje: vježbe čitanja
pt: leitura: prática de leitura
sr@latin: čitanje: vežbe čitanja

source: other: learn to tell time, puzzle of famous paintings, vector drawing, cartoon making, ...
bs: ostalo: nauči da čitaš vrijeme, slagalice poznatih umjetničkih slika, vektorsko crtanje, pravljenje crtaća, ...
pt: outros: aprender as horas, puzzle de pinturas famosas, desenho por vetores, banda desenhada,...
sr@latin: ostalo: nauči da čitaš vreme, slagalice poznatih umetničkih slika, vektorsko crtanje, pravljenje crtaća, ...

source: Currently GCompris offers in excess of 100 activities and more are being developed. GCompris is free software, that means that you can adapt it to your own needs, improve it and, most importantly, share it with children everywhere.
bs: Gkompris trenutno nudi više od 100 vježbi a mnoge se tek razvijaju. Gkompris je slobodan softver, to znači da možeš da ga prilagodiš tvojim potrebama, da ga poboljšaš, i što je najvažnije, možeš da ga dijeliš sa drugom djecom.
pt: Atualmente o GCompris oferece mais de 100 atividades e mais estão a ser desenvolvidas. O GCompris é um programa livre, o que quer dizer que o pode adaptar às suas necessidades, melhorá-lo e, mais importante, partilhá-lo com crianças por todo o lado.
sr@latin: Gkompris trenutno nudi više od 100 vežbi a mnoge se tek razvijaju. Gkompris je slobodan softver, to znači da možeš da ga prilagodiš tvojim potrebama, da ga poboljšaš, i što je najvažnije, možeš da ga deliš sa drugom decom.

source: Educational suite GCompris
bs: Obrazovni komplet GKompris
pt: Conjunto educativo GCompris
sr@latin: Obrazovni komplet Gkompris

source: Multi-activity educational game
bs: Raznovrsne obrazovne igre
pt: Jogo educativo de múltiplas atividades
sr@latin: Razne obrazovne igre

source: Educational game for ages 2 to 10
bs: Obrazovna igra za starost od 2 do 10 godina
pt: Jogo educativo para crianças dos 2 aos 10 anos
sr@latin: Obrazovna igra za decu starosti od 2 do 10 godina

source: GCompris Administration
bs: GCompris administracija
pt: Administração do GCompris
sr@latin: Administracija Gkomprisa

source: Administration for gcompris
bs: Administracija za gkompris
pt: Administração do GCompris
sr@latin: Administracija za gkompris

source: The installer is already running.
bs: Instaler je već pokrenut.
pt: A instalação já está em execução.
sr@latin: Instalacioni program je već pokrenut.

source: An instance of GCompris is currently running. Exit GCompris and then try again.
bs: Instanca GCompris se trenutno izvodi. Izađite iz GCompris, a zatim pokušajte ponovo.
pt: Existe uma instância do GCompris em execução. Feche o GCompris e tente novamente.
sr@latin: Jedan primerak Gkomprisa je trenutno pokrenut. Izađi iz programa i zatim probaj opet.

source: Visit the GCompris Web Site
bs: Posjeti GCompris Web stranicu
pt: Visite a página web do GCompris
sr@latin: Poseti veb sajt Gkomprisa

source: Your old GCompris directory is about to be deleted. Would you like to continue?$\r$\rNote: Any non-standard plugins that you may have installed will be deleted.$\rGCompris user settings will not be affected.
bs: Vaš stari GCompris direktorij je obrisan. Da li želite nastavit?$\r$\rNapomena: Bilo koji ne standardni dodatak koji ste instalirali biće obrisan.$\rGCompris korisničke postavke neće uticati.
pt: A sua pasta antiga do GCompris está prestes a ser eliminado. Deseja prosseguir?$\r$\rNota: Quaisquer extensões não padrão adicionais que tenha instalado serão eliminados.$\rAs definições de utilizador do GCompris não serão afetadas.
sr@latin: Stari direktorijum Gkomprisa će sada biti obrisan. Da li želiš da nastaviš?\r$\rBeleška: Bilo koji nestandardni dodatak koji si instalirao biće obrisan.$\rKorisnička podešavanja Gkomprisa biće ostavljena.

source: the uninstaller could not find registry entries for GCompris.$\rIt is likely that another user installed this application.
bs: uninstaller nije moga pronaći u registru stavke za GCompris.$\rIt Vjerovatno je drugi korisnik instalirao ovu aplikaciju.
pt: o instalador não pôde encontrar entradas no registo para o GCompris.$\rÉ provável que tenha sido outro utilizador a instalar esta aplicação.
sr@latin: program za uklanjanje ne može da pronađe stavke registra za Gkompris.$\rNajverovatnije da je drugi korisnik instalirao ovaj program.

source: You do not have permission to uninstall this application.
bs: Nemate dozvolu da deinstalirate ovu aplikaciju.
pt: Não possui permissões para desinstalar esta aplicação.
sr@latin: Nemaš ovlašćenja da ukloniš ovaj program.

source: Select a profile:
bs: Izaberite profil:
pt: Selecione um perfil:
sr@latin: Izaberi profil:

source: Filter
pt: Filtro
sr@latin: Propusnik

source: Select all
bs: Izaberi sve
pt: Selecionar tudo
sr@latin: Izaberi sve

source: Unselect all
bs: Poništi sav izbor
pt: Remover todas as seleções
sr@latin: Poništi izbor

source: Locales
bs: Lokaliteti
pt: Idiomas
sr@latin: Jezici

source: Locales sound
bs: Lokalni zvuci
pt: Som dos idiomas
sr@latin: Zvuk jezika

source: Login
bs: Prijava
pt: Sessão
sr@latin: Prijava

source: Main menu
bs: Glavni meni
pt: Menu principal
sr@latin: Glavni izbornik

source: Active
bs: Aktivno
pt: Ativo
sr@latin: Aktivno

source: Board title
bs: Naslov table
pt: Título da atividade
sr@latin: Naslov table

source: Filter Boards difficulty for profile %s
bs: Filtriraj težinu tabli za profil %s
pt: Filtrar dificuldade das atividades para o perfil %s
sr@latin: Izdvojite težinu tabli za profil „%s“

source: <span size='x-large'> Select the difficulty range for profile <b>%s</b></span>
bs: <span size='x-large'> Izaberite raspon težine za profil <b>%s</b></span>
pt: <span size="x-large"> Selecione os níveis de dificuldade para o perfil %s</span>
sr@latin: <span size='x-large'> Izaberite raspon težine za profil <b>%s</b></span>

source: <b>Locale</b> configuration for profile <b>{profile}</b>
bs: Podešavanja <b>jezika</b> za profil „<b>{profile}</b>“
pt: Configuração de <b>idioma</b> para o perfil <b>{profile}</b>
sr@latin: Podešavanja <b>jezika</b> za profil „<b>{profile}</b>“

source: <b>Locale sound</b> configuration for profile <b>{profile}</b>
bs: Podešavanja <b>zvuka jezika</b> za profil „<b>{profile}</b>“
pt: Configuração de <b>som do idioma</b> para o perfil <b>{profile}</b>
sr@latin: Podešavanja <b>zvuka jezika</b> za profil „<b>{profile}</b>“

source: Select sound locale
bs: Izaberite lokalne zvuke
pt: Selecione o som do idioma
sr@latin: Izaberi jezik zvuka

source: Editing a Class
bs: Uređivanje razreda
pt: Editar uma turma
sr@latin: Uređivanje razreda

source: Editing class:
bs: Uređivanje razreda:
pt: A editar turma:
sr@latin: Uređivanje razreda:

source: Editing a new class
bs: Uređivanje novog razreda
pt: Editar uma nova turma
sr@latin: Uređivanje novog razreda

source: Class:
bs: Razred:
pt: Turma:
sr@latin: Razred:

source: Teacher:
bs: Učitelj:
pt: Professor:
sr@latin: Učitelj:

source: Assign all the users belonging to this class
bs: Dodjeli sve korisnike koji pripadaju ovom razredu
pt: Atribuir todos os utilizadores que pertencem a esta turma
sr@latin: Dodelite sve korisnike koji pripadaju ovom razredu

source: First Name
bs: Ime
pt: Nome
sr@latin: Ime

source: Last Name
bs: Prezime
pt: Apelido
sr@latin: Prezime

source: You need to provide at least a name for your class
bs: Morate dati bar ime vašem razredu
pt: Indique pelo menos um nome para a sua turma.
sr@latin: Treba da navedete barem naziv za vaš razred

source: There is already a class with this name
bs: Razred sa tim imenom već postoji
pt: Já existe uma turma com o nome que indicou
sr@latin: Već postoji razred sa tim nazivom

source: Class
bs: Razred
pt: Turma
sr@latin: Razred

source: Teacher
bs: Učitelj
pt: Professor
sr@latin: Učitelj

source: Editing a Group
bs: Uređivanje grupe
pt: Editar um grupo
sr@latin: Uređivanje grupe

source: Editing group '{group}' for class '{aclass}'
bs: Uređivanje grupa '{group}' za klasu '{aclass}'
pt: A editar grupo "{group}" da classe "{aclass}"
sr@latin: Uređivanje grupe „{group}“ za razred „{aclass}“

source: Editing a new group
bs: Uređivanje nove grupe
pt: Editar um novo grupo
sr@latin: Uređivanje nove grupe

source: Group:
bs: Grupa:
pt: Grupo:
sr@latin: Grupa:

source: Description:
bs: Opis:
pt: Descrição:
sr@latin: Opis:

source: Assign all the users belonging to this group
bs: Dodjeli sve korisnike koji pripadaju ovoj grupi
pt: Atribuir todos os utilizadores que pertencem a este grupo
sr@latin: Dodelite sve korisnike koji pripadaju ovoj grupi

source: You need to provide at least a name for your group
bs: Morate dati bar ime za vašu grupu
pt: Indique pelo menos um nome para o grupo.
sr@latin: Treba da navedete barem naziv za vašu grupu

source: There is already a group with this name
bs: Grupa sa tim imenom već postoji
pt: Já existe um grupo com o nome que indicou
sr@latin: Grupa sa tim nazivom već postoji

source: Select a class:
bs: Izaberite razred:
pt: Selecione uma turma:
sr@latin: Izaberi razred:

source: Group
bs: Grupa
pt: Grupo
sr@latin: Grupa

source: Description
bs: Opis
pt: Descrição
sr@latin: Opis

source: You must first select a group in the list
bs: Prvo morate izabrati grupu sa liste
pt: Deve selecionar primeiro um grupo da lista.
sr@latin: Prvo morate da izaberete grupu sa spiska
