Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Replace the letter to guess by the character '_'.
bs: Zamijenite slova kako bi pogodio znak '_'.
pt: Substituir a letra a adivinhar pelo carácter "_".
sr@latin: Zameni traženo slovo znakom „_“.

source: Enter here the letter that will be proposed. The first letter here must be the solution.
bs: Unesite slova koja će biti predložena. Prvo slovo mora biti solucija.
pt: Insira aqui a letra que será proposta. A primeira letra aqui tem de ser a solução.
sr@latin: Ovde upiši slovo koje će biti predloženo. Prvo slovo ovde mora biti rešenje.

source: Missing Letter
bs: Nedostajuće slovo
pt: A letra que falta
sr@latin: Nedostajuće slovo

source: Fill in the missing letter
bs: Popunite nedostajuće slovo
pt: Encontra a letra que falta.
sr@latin: Dopiši nedostajuće slovo

source: Word reading
bs: Čitanje riječi
pt: Saber ler palavras.
sr@latin: Čitanje reči

source: Training reading skills
bs: Vežbajte čitanje
pt: Treinar a leitura.
sr@latin: Vežbaj čitanje

source: An object is displayed in the main area, and an incomplete word is printed under the picture. Select the missing letter to complete the word.
bs: Prikazan je objekat na glavnoj površini. Nepotpuna riječ je ispisana ispod slike. Izaberite nedostajuće slovo da dopunite riječ.
pt: É mostrado um objeto no painel principal; debaixo dessa imagem, aparece uma palavra incompleta. O teu objetivo é identificares a letra que completa a palavra. No painel da esquerda, clica na letra que falta.
sr@latin: Prikazan je objekat na glavnoj površini, a nepotpuna reč je ispisana ispod slike. Izaberi nedostajuće slovo da dopuniš reč.

source: plane/_lane/p/g/d
bs: avion/_vion/a/u/o
pt: avião/_vião/a/e/o
sr@latin: avion/_vion/a/u/o

source: dog/_og/d/p/q
bs: pas/_as/p/g/č
pt: cão/_ão/c/p/v
sr@latin: pas/_as/p/g/č

source: fish/f_sh/i/u/l
bs: riba/r_ba/i/a/e
pt: peixe/_eixe/p/d/l
sr@latin: riba/r_ba/i/a/e

source: car/c_r/a/k/o
bs: kola/k_la/o/e/a
pt: carro/c_rro/a/e/i
sr@latin: kola/k_la/o/e/a

source: bag/b_g/a/o/i
bs: vreća/vreć_/a/o/i
pt: banana/ba_ana/n/c/l
sr@latin: torba/t_rba/o/a/i

source: banana/b_nana/a/o/i
bs: banana/b_nana/a/i/o
pt: banana/ba_ana/n/c/l
sr@latin: banana/b_nana/a/i/o

source: house/hous_/e/a/i
bs: kuća/ku_a/ć/č/dž
pt: casa/cas_/a/e/o
sr@latin: kuća/ku_a/ć/č/dž

source: apple/_pple/a/i/o
bs: jabuka/_abuka/j/z/l
pt: maçã/_açã/m/r/b
sr@latin: jabuka/_abuka/j/z/l

source: bed/_ed/b/l/f/t
bs: krevet/_krevet/k/l/f/t
pt: cama/c_ma/a/e/i/o
sr@latin: krevet/_revet/k/d/e

source: bottle/_ottle/b/t/p/l
bs: boca/_oca/b/t/p/l
pt: garrafa/_arrafa/g/t/p/m
sr@latin: boca/_oca/b/d/r

source: cake/_ake/c/p/d/k
bs: kolač/ko_ač/l/p/d/k
pt: bolo/bo_o/l/c/g/b
sr@latin: torta/_orta/t/p/k

source: ball/_all/b/p/d/m
bs: balon/_alon/b/p/d/m
pt: bola/_ola/b/s/m/c
sr@latin: lopta/_opta/l/p/d

source: plane/p_ane/l/j/i/t
bs: avion/a_ion/v/j/i/t
pt: avião/a_ião/v/g/z/p
sr@latin: avion/a_ion/v/r/e

source: dog/d_g/o/g/a/u
bs: pas/p_s/a/g/o/u
pt: cão/cã_/o/e/u/m
sr@latin: pas/p_s/a/u/r

source: fish/_ish/f/h/l/j
bs: riba/_iba/r/h/l/j
pt: peixe/p_ixe/e/a/u/o
sr@latin: riba/_iba/r/b/t

source: car/_ar/c/k/b/u
bs: vozilo/_ozilo/v/k/b/u
pt: carro/_arro/c/k/q/ç
sr@latin: kola/_ola/k/r/c

source: satchel/_atchel/s/c/l/z
bs: torba/_orba/t/c/l/z
pt: bolsa/bols_/a/e/i/o
sr@latin: torba/_orba/t/g/m

source: banana/_anana/b/p/d/m
pt: banana/b_nana/a/o/i/e
sr@latin: banana/_anana/b/p/dž

source: house/h_use/o/f/u/i
bs: dom/d_m/o/f/u/i
pt: casa/ca_a/s/ç/z/x
sr@latin: kuća/k_ća/u/e/r

source: apple/appl_/e/h/a/i/o/u
bs: jabuk/jabuk_/a/h/e/i/o/u
pt: maçã/ma_ã/ç/ss/c/x/ch/h
sr@latin: jabuka/jab_ka/u/e/a

source: bed/b_d/e/a/i/o/u/s
bs: krevet/kr_vet/e/a/i/o/u/s
pt: cama/_ama/c/q/k/m/r/x
sr@latin: krevet/k_evet/r/l/m

source: bottle/b_ttle/o/u/d/a/t/i
bs: boca/b_ca/o/u/d/a/t/i
pt: garrafa/garraf_/a/o/e/á/u/i
sr@latin: boca/b_ca/o/e/i

source: cake/c_ke/a/o/e/i/u/y
bs: kolač/kol_č/a/o/e/i/u/y
pt: bolo/b_lo/o/e/u/ó/ò/õ
sr@latin: torta/t_rta/o/a/s

source: ball/b_ll/a/u/o/e/i/y
bs: balon/b_lon/a/u/o/e/i/y
pt: bola/bo_a/l/i/d/c/p/r
sr@latin: lopta/l_pta/o/a/u

source: plane/pl_ne/a/o/s/e/i/u/y
bs: avion/_vion/a/o/s/e/i/u/y
pt: avião/av_ão/i/y/h/í/ì/e/ê
sr@latin: avion/av_on/i/t/l

source: dog/do_/g/p/q/q/k
bs: pas/_as/p/g/q/q/k
pt: cão/c_o/ã/a/õ/â/á
sr@latin: pas/pa_/s/r/t

source: fish/fis_/h/o/i/y/z
bs: riba/ri_a/b/o/i/y/z
pt: peixe/pei_e/x/ch/z/s/c
sr@latin: riba/ri_a/b/nj/č

source: car/ca_/r/w/k/c/a
bs: vozilo/vozi_o/l/w/k/c/a
pt: carro/ca_ro/r/rr/l/m/f
sr@latin: kola/ko_a/l/g/dž

source: satchel/sa_chel/t/p/c/z/s/l
bs: torba/to_rba/r/p/c/z/s/l
pt: bolsa/bol_a/s/ss/ç/c/m/x
sr@latin: torba/to_ba/r/g/l

source: banana/ba_ana/n/m/b/z/q
pt: banana/banan_/a/o/i/ã/â
sr@latin: banana/ba_ana/n/m/b

source: house/_ouse/h/e/j/z/p/s
bs: dom/_om/d/e/j/z/p/s
pt: casa/_asa/c/q/k/m/n/p
sr@latin: kuća/_uća/k/t/h

source: apple/app_e/l/h/n/i/t
bs: jabuka/app_e/l/h/n/i/t
pt: maçã/maç_/ã/a/õ/á/â
sr@latin: jabuka/ja_uka/b/r/n

source: bed/be_/d/p/b/c/v/n
bs: krevet/kreve_/t/p/b/c/v/n
pt: cama/cam_/a/o/e/ã/â/à
sr@latin: krevet/kre_et/v/t/p

source: bottle/bott_e/l/y/r/s/g
bs: boca/bo_a/c/y/r/s/g
pt: garrafa/ga_afa/rr/r/g/m/t
sr@latin: boca/bo_a/c/i/r

source: cake/ca_e/k/q/c/r/z
bs: kolač/ko_ač/l/q/c/r/z
pt: bolo/bol_/o/u/h/õ/ò
sr@latin: torta/to_ta/r/f/lj

source: ball/bal_/l/h/s/z/t
bs: balon/ba_on/l/h/s/z/t
pt: bola/bol_/a/o/e/i/u
sr@latin: lopta/lop_a/t/r/k

source: $ %.2f
bs: %.2f din.
sr@latin: %.2f din.

source: $ %.0f
bs: %.0f din.
sr@latin: %.0f din.

source: Tux just bought some items in your shop. He gives you $ %d, please give back his change.
bs: Tux je upravo kupio neke stvari u vašoj prodavnici. On vam daje $ %d, molimo vas da vratite mu kusur.
pt: O Tux acabou de comprar umas coisas na tua loja. Ele dá-te %d €, por favor, devolve-lhe o troco.
sr@latin: Pingoslav je upravo kupio neke sitnice u tvojoj radnji. Koliko treba da mu vratiš, ako ti je dao %d din.

source: Money
bs: Novac
pt: O dinheiro
sr@latin: Novac

source: Practice money usage
bs: Vežbajte upotrebu novca
pt: Aprende a utilizar dinheiro.
sr@latin: Vežbaj upotrebu novca

source: Can count
bs: Ume da broji
pt: Saber contar.
sr@latin: Ume da broji

source: You must buy the different items and give the exact price. At higher levels, several items are displayed, and you must first calculate the total price.
bs: Morate kupiti razne stvari i dati tačnu cijenu. Na višem nivou, prikazuje se nekoliko stavki, pa morate prvo izračunati ukupnu cijenu.
pt: Tens de comprar uma série de itens e pagar com exatidão o seu preço. Em níveis mais altos, são mostrados vários itens e tens primeiro de calcular o preço total.
sr@latin: Moraš kupiti razne stvari i dati tačan iznos. Na višem nivou, prikazano je nekoliko stavki, tako da moraš prvo da izračunaš ukupan iznos.

source: Click on the coins or paper money at the bottom of the screen to pay. If you want to remove a coin or note, click on it on the upper screen area.
bs: Kliknite na novčiće ili papirni novac u dnu ekrana da platite. Ukoliko želite da uklonite novčić ili novčanicu, kliknite na gornji dio ekrana.
pt: Clica nas moedas ou nas notas no painel inferior, para juntares a quantia que te é pedida. Para removeres uma moeda ou uma nota, clica nela, no painel no centro do ecrã. Clica no botão "Polegar" sempre que quiseres pagar.
sr@latin: Klikni na novčiće ili papirni novac pri dnu ekrana da platiš. Ukoliko želiš da ukloniš novčić ili novčanicu, klikni na gornji deo ekrana.

source: Give tux his change
bs: Dajte Tux svoju promjenu
pt: Dá o troco ao Tux
sr@latin: Daj Pingoslavu ostatak

source: Practice money usage by giving Tux his change
bs: Vježbajte korištenje novca dajući Tuxu promjenu.
pt: Aprende a utilizar dinheiro, incluindo cêntimos, dando o troco ao Tux
sr@latin: Vežbaj upotrebu novca davanjem ostatka Pingoslavu

source: Tux bought you different items and shows you his money. You must give him back his change. At higher levels, several items are displayed, and you must first calculate the total price.
bs: Tux je kupio različite predmete i pokazuje svoj novac. Vi mu morate vratiti natrag svoju izmjenu. Na višim razinama, razne stvari će se prikazivati, a vi morati izračunati ukupnu cijenu.
pt: O Tux comprou-te vários itens e mostra-te o seu dinheiro. Tens de lhe dar o troco. Em níveis mais altos, são mostrados vários itens e tens de calcular o preço total primeiro.
sr@latin: Pingoslav je od tebe kupio neke sitnice i pokazao ti novac. Sada ti njemu treba da vratiš ostatak. Na višim nivoima, prikazano je nekoliko stavki, a ti moraš prvo da izračunaš ukupan iznos.

source: Give tux his change, including cents
bs: Dajte Tuxu svoje pozajmice, uključujući i cente.
pt: Dá o troco ao Tux, incluindo cêntimos.
sr@latin: Vrati Pingoslavu ostatak, uključujući i parice

source: Practice money usage including cents
bs: Vežbajte upotrebu novca uključujući i pare
pt: Aprende a utilizar dinheiro, incluindo cêntimos.
sr@latin: Vežbaj upotrebu novca uključujući i parice

source: Rebuild the same mosaic on the right area
bs: Napravite isti mozaik na desnoj strani
pt: Reconstrói, na direita, o mosaico da esquerda.
sr@latin: Napravi isti mozaik na desnoj strani

source: Rebuild the mosaic
bs: Napravi mozaik
pt: Reconstrói o mosaico
sr@latin: Napravi mozaik

source: These are the eight basic notes in treble clef. They form the C Major Scale.
bs: Riječ je o osam osnovnih napomena kod treble glazbenog ključa. Oni čine C dur ljestvicu.
pt: Estas são as oito notas básicas em clave de Sol. Elas formam a escala de Dó maior.
sr@latin: Ovo su osam osnovnih nota u violinskom ključu. One sačinjavaju Ce-dur lestvicu.

source: These are the eight basic notes in bass clef. They also form the C Major Scale. Notice that the note positions are different than in treble clef.
bs: Riječ je o osam osnovnih nota u bas glazbenom ključu. Oni također čine C dur ljestvicu. Uočite da su bilješke pozicija drugačije nego u treble ključuju.
pt: Estas são as oito notas básicas em clave de Fá. Elas também formam a escala de Dó maior. Nota que as posições da nota são diferentes na clave de Sol.
sr@latin: Ovo su osam osnovnih nota u bas ključu. One takođe sačinjavaju Ce-dur lestvicu. Primeti da je položaj nota drugačiji nego u violinskom ključu.

source: Play Scale
bs: Igrajte Scale
pt: Toca a escala
sr@latin: Pusti lestvicu

source: Play Treble Clef Game
bs: Pokreni igru treble glazbeni ključ
pt: Jogar à clave de Sol
sr@latin: Pusti igru violinskog ključa

source: Play Bass Clef Game
bs: Pokreni igru bass glazbenog ključa
pt: Jogar à clave de Fá
sr@latin: Pusti igru bas ključa

source: Click on the note name to match the pitch. Then click OK to check.
bs: Kliknite na ime bilješke kako bi uskladili sa terenom. Onda kliknite "OK" za provjeru.
pt: Clica no nome da nota para repetir o tom. Depois, clica em Aceitar para verificar.
sr@latin: Klikni na naziv note da porediš ton. Zatim klikni „U redu“ da proveriš.

source: Now there are sharp notes. These pitches are raised a half step.
bs: Sada postaju oštrije note. Ti dijelovi su podignuti pola koraka.
pt: Agora há notas mais agudas. Estes tons foram elevados meio tom.
sr@latin: Sada imamo visoke note. Ovi tonovi su povišeni za pola stepena.

source: Now there are flat notes. These pitches are lowered a half step.
bs: Sada postoje ravne zabilješke. Ti dijelo su spušteni na pola koraka.
pt: Agora há notas graves. Estes tons foram baixados meio tom.
sr@latin: Sada imamo niske note. Ovi tonovi su sniženi za pola stepena.

source: Click the note to hear it played
bs: Kliknite na notu da je čujete.
pt: Clica na nota para a ouvires tocada
sr@latin: Klikni na notu da je odsviraš

source: Need a hint? Click here for color-coded note names.
bs: Trevaš savjet? Klikni ovdje na bojom označena imena nota.
pt: Precisas de ajuda? Clica aqui para nomes de notas com código de cores.
sr@latin: Treba ti savet? Klikni ovde za nazive nota kodirane bojom.

source: Ready for a challenge? Color all buttons black!
bs: Spreman na izazov? Boji svu dugmad u crno!
pt: Pronto para um desafio? Pinta todos os botões de preto!
sr@latin: Da li si spreman/a za izazov? Oboji svu dugmad u crno!

source: Name that Note!
bs: Ime note!
pt: Nomeia a nota!
sr@latin: Daj naziv ovoj noti!

source: Learn the names of the notes, in bass and treble clef, with the help of sounds and colors
bs: Saznajte imena nota, u bas i treble glazbenom ključu, uz pomoć zvukova i boja.
pt: Aprende os nomes das notas, em clave se Sol e de Fá, com a ajuda de sons e cores
sr@latin: Nauči nazive nota, u bas i violinskom ključu, uz pomoć zvuka i boja

source: None
bs: Ništa
pt: Nenhum
sr@latin: Ništa

source: To develop a good understanding of note position and naming convention. To prepare for the piano player and composition activity
bs: Razvijte dobro razumijevanje pozicija nota i konvenciju imenovanja. Da biste se pripremili za pijaniste i njihov sastav
pt: Para desenvolver um bom entendimento da posição da nota e convenção de nomes. Para preparar para a atividade de tocar piano e compor
sr@latin: Da razviješ dobro razumevanje o položaju note i o dogovoru o nazivu. Da se pripremiš za sviranje klavira i komponovanje

source: The first level and the eleventh level introduce two different staffs with a C major scale. The following levels then quiz the player on note names. To help learn the names, the note pitches are played when the mouse is rolled over the note, and the pitch names can be color coded.
bs: Prvi i jedanaesti nivo uvode dvije različite štabove u C dur ljestvici. Nadolazeći nivoi su kvizovi gdje je igra imena nota. Da bi saznali imena nota, note će se pokrenuti kad se miš okrene oko njih, i imena nota mogu biti u boji.
pt: O primeiro e o undécimo níveis introduzem duas pautas com uma escala em Dó maior. Os níveis seguintes perguntam ao jogador os nomes das notas. Para ajudar a aprender os nomes, os tons das notas são tocados quando o rato passa por cima da nota e os nomes dos tons podem ser coloridos.
sr@latin: Prvi i jedanaesti nivo uvode dva različita notna sistema sa Ce-dur lestvicom. Sledeći nivoi propituju igrača o nazivima nota. Kao ispomoć pri učenju naziva, tonovi nota bivaju puštani kada miš prelazi preko note, a naziv tona može biti kodiran bojom.

source: Assemble the puzzle
bs: Složi slagalicu
pt: Monta o puzzle
sr@latin: Složi slagalicu

source: Drag and Drop the items to rebuild the original paintings
bs: Prevucite i pustite dijelove da dobijete izvornu sliku
pt: Organiza as peças para reconstruires quadros famosos.
sr@latin: Prevuci i pusti delove da dobiješ izvornu sliku

source: Mouse-manipulation: movement, drag and drop
bs: Rukovanje mišem: kretanje, prevlačenje i puštanje
pt: Utilização do rato: movimento, arrastar e largar
sr@latin: Rukovanje mišem: kretanje, prevlačenje i puštanje

source: Spatial representation
bs: Prostorna predstava
pt: Desenvolver a capacidade de representação espacial.
sr@latin: Prostorna predstava

source: Drag the image parts from the box on the left to create a painting on the main board.
bs: Dovuci sa lijeve strane dijelove slike da bi napravio sliku na glavnoj tabli.
pt: Completa a imagem de quadros famosos. Clica em cada imagem do painel da esquerda e, deslocando o rato, move-a para o ponto vermelho correto, no painel principal.
sr@latin: Dovuci sa leve strane delove slike da napraviš sliku na glavnoj tabli.

source: Edgar Degas, The Dancing Class - 1873-75
bs: Edgar Dega, Čas plesa — 1873-75
pt: Edgar Degas – "A Aula de Dança" (1873–75)
sr@latin: Edgar Dega, Čas plesa — 1873-75

source: Katsushika Hokusai, Viewing Sunset over the Ryogoku Bridge from the Ommaya Embankment - 1830
bs: Katsushika Hokusai, Gledanje zalaska sunca nad Ryogoku mostom iz Ommaya nasipa - 1830
pt: Katsushika Hokusai, Pôr do Sol sobre a ponte Ryogoku no cais Ommaya - 1830
sr@latin: Kacušika Hokusai, Posmatranje zalaska sunca iznad mosta Riogoku sa nasipa Omaja — 1830

source: Katsushika Hokusa, Poppies - 1833-1834
pt: Katsushika Hokusa, Papoilas - 1833-1834
sr@latin: Kacušika Hokusai, Makovi — 1833-1834

source: Katsushika Hokusai, Kazusa sea Route - 1830.
bs: Katsushika Hokusai, Kazusa morska ruta - 1830.
pt: Katsushika Hokusai, Estrada do mar Kazusa - 1830.
sr@latin: Kacušika Hokusai, Kazusški morski put — 1830.

source: Pierre-Auguste Renoir, Le Moulin de la Galette - 1876
bs: Pjer-Avgusto Renoar, Le Moulin di la Galette — 1876
pt: Pierre-Auguste Renoir – "Baile no Moulin de la Galette" (1876)
sr@latin: Pjer-Ogist Renuar, Galetski mlin — 1876

source: Giuseppe Arcimboldo, Spring - 1573
bs: Giuseppe Arcimboldo, Proljeće - 1573
pt: Giuseppe Arcimboldo, Primavera - 1573
sr@latin: Đuzepe Arćimboldo, Proleće — 1573

source: Giuseppe Arcimboldo, The Librarian - 1566
bs: Giuseppe Arcimboldo, bibliotekar - 1566
pt: Giuseppe Arcimboldo, O Bibliotecário - 1566)
sr@latin: Đuzepe Arćimboldo, Bibliotekar — 1566

source: Katsushika Hokusai, Oiran and Kamuro
pt: Katsushika Hokusai, Oiran e Kamuro
sr@latin: Kacušika Hokusai, Ojran i Kamuro

source: Katsushika Hokusai, Woman holding a fan
bs: Katsushika Hokusai, žena drži ventilator
pt: Katsushika Hokusai, Mulher a segurar um leque
sr@latin: Kacušika Hokusai, Žena drži lepezu

source: Katsushika Hokusai, Ejiri in Suruga Province - 1830-1833
bs: Katsushika Hokusai, Ejiri u Suruga provincije - 1830-1833
pt: Katsushika Hokusai, Ejiri na província de Suruga - 1830-1833
sr@latin: Kacušika Hokusai, Edžiri u pokrajini Suruga — 1830-1833

source: Katsushika Hokusai, The Great Wave off Kanagawa - 1823-1829
pt: Katsushika Hokusai, O grande adeus de Kanagawa - 1823-1829
sr@latin: Kacušika Hokusai, Veliki talas Kanagave — 1823-1829

source: Utagawa Hiroshige, The Benzaiten Shrine at Inokashira in Snow - 1760-70
bs: Utagawa Hiroshige, Svetilište Benzaiten u Inokashira u snijegu - 1760-70
pt: Utagawa Hiroshige, O altar Benzaiten em Inokashira na neve - 1760-70
sr@latin: Utagava Hirošige, Svetilište Benzitene u Inokaširi pod snegom — 1760-70

source: Utagawa Hiroshige, Horse-mackerel and Prawn - 1840
bs: Utagawa Hiroshige, konj - skuša i Škamp - 1840
pt: Utagawa Hiroshige, Carapau e camarão - 1840
sr@latin: Utagava Hirošige, Skuša i škamp — 1840

source: Michelangelo, Pieta - 1499
pt: Michelangelo, Piedade - 1499
sr@latin: Mikelanđelo, Milost — 1499

source: Leonardo da Vinci, Mona Lisa - 1503-19
sr@latin: Leonardo da Vinči, Mona Liza — 1503-19

source: Giovanni Bellini, La Pala di Pesaro - 1475-85
sr@latin: Đovani Belini, Pezarova lopta — 1475-85

source: Albrecht Dürer, Lion - 1494
bs: Albrecht Dürer, Lav - 1494
sr@latin: Albreht Direr, Lion — 1494

source: Pieter Brugel, The Harvesters - 1565
bs: Pieter Brugel, Sijači - 1565
pt: Pieter Brueghel, “O Velho” – "Casamento de Camponeses" (1568)
sr@latin: Pjetr Brigl, Žeteoci — 1565

source: Pierre-Auguste Renoir, Girls At The Piano - 1892
bs: Pjer-Avgusto Renoar, Djevojke za klavirom — 1892
pt: Pierre-Auguste Renoir – "Meninas Ao Piano" (1892)
sr@latin: Pjer-Ogist Renuar, Devojke za klavirom — 1892

source: Wassily Kandinsky, Composition VIII - 1923
bs: Wassily Kandinsky, Kompozicija VIII - 1923
pt: Wassily Kandinsky – "Composição VIII" (1923)
sr@latin: Vasilij Kandinski, Kompozicija VIII — 1923

source: Oil on canvas, 140 x 201 cm; Solomon R. Guggenheim Museum, New York
bs: Ulje na platnu, 140 x 201 cm; Muzej Solomona R. Gugenhajma (Guggenheim), Njujork
pt: Óleo sobre tela, 140 cm × 201 cm; Solomon R. Guggenheim Museum, Nova Iorque.
sr@latin: Ulje na platnu, 140 x 201 cm; Muzej Solomona R. Gigenhajma, Njujork

source: Bazille, The Ramparts at Aigues-Mortes - 1867
bs: Bazil, Bedemi u Ajge-Morteu — 1867
pt: Bazille – "As Muralhas de Aigues-Mortes" (1867)
sr@latin: Bazil, Bedemi u Egi-Mortu — 1867

source: Mary Cassatt, Summertime - 1894
bs: Mary Cassatt, Ljeto - 1894
pt: Mary Cassat – "Verão" (1894)
sr@latin: Meri Kasat, Leto — 1894

source: Vincent Van Gogh, Village Street in Auvers - 1890
bs: Vinsent Van Gog, Seoska ulica u Ovjeru — 1890
pt: Vincent van Gogh – "Rua de Auvers" (1890)
sr@latin: Vinsent Van Gog, Seoska ulica u Overu — 1890

source: Control fall speed with up and down arrow keys.
bs: Kontrolišite brzinu padanja sa tasterima sa strelicama gore i dolje.
pt: Controla a velocidade da queda com as teclas <Seta acima> e <Seta abaixo>.
sr@latin: Kontroliši brzinu padanja tasterima sa strelicama gore i dole.

source: Parachutist
bs: Padobranac
pt: Páraquedista
sr@latin: Padobranac

source: Help Tux the parachutist land safely
bs: Pomozi Pingoslavu padobrancu da se bezbijedno prizemlji
pt: Ajuda o Tux páraquedista a aterrar em segurança.
sr@latin: Pomozi Pingoslavu padobrancu da se bezbedno prizemlji

source: This board is game-oriented. No specific skills are needed to play.
bs: Ovo je obična igra. Nisu potrebne naročite vještine da biste je igrali.
pt: Esta atividade é só para jogar. Não requer perícias especiais.
sr@latin: Ovo je obična igra. Nisu potrebne naročite veštine za njeno igranje.

source: In this game, Tux the parachutist needs help to land safely on the fishing boat. He needs to allow for the wind direction and speed.
bs: U ovoj igri, treba pomoći Pingoslavu da bezbijedno sleti na ribarski čamac. Treba voditi računa o smjeru i brzini vjetra.
pt: Neste jogo, o Tux precisa de ajuda para aterrar em segurança no barco de pesca. Tem de controlar a direção e velocidade do vento.
sr@latin: U ovoj igri, treba pomoći Pingoslavu da bezbedno sleti na ribarski čamac. Treba voditi računa o smeru i brzini vetra.

source: Hit any key or click on the plane to make Tux jump. Hit another key or click on Tux to open the parachute.
bs: Pritisni bilo koji taster ili klikni na avion da bi Pingoslav iskočio. Zatim ponovo pritisni taster ili klikni na Pingoslava da bi se otvorio padobran.
pt: Prime qualquer tecla ou clica no avião para fazeres o Tux saltar. Prime outra tecla ou clica no Tux para este abrir o pára-quedas.
sr@latin: Pritisni bilo koji taster ili klikni na avion da bi Pingoslav iskočio. Zatim ponovo pritisni taster ili klikni na Pingoslava da otvoriš padobran.

source: Click on the ball to place it again.
bs: Kliknite na loptu kako bi je zamijenili.
pt: Clica na bola para a recolocares na marca de grande penalidade.
sr@latin: Klikni na loptu da je ponovo postaviš.

source: Click twice on the ball to shoot it.
bs: Kliknite dva puta na loptu kako bi ga upucali.
pt: Faz duplo clique na bola para a chutares.
sr@latin: Klikni dvaput na loptu da je šutneš.

source: Penalty kick
bs: Jedanaesterac
pt: Marca um penálti
sr@latin: Kazneni udarac

source: Double click the mouse on the ball to score a goal.
bs: Dva puta kliknite mišem na loptu kako biste zabili go.
pt: Marca um golo, fazendo duplo-clique com o botão esquerdo do rato sobre a bola.
sr@latin: Dvaput klikni mišem na loptu da postigneš gol.

source: Double click the mouse on the ball to kick it. You can double click the left right or middle mouse button. If you lose, Tux catches the ball. You must click on it to bring it back to its former position
bs: Dva puta kliknite mišem na loptu da je udarite. Možete dvaput kliknuti lijevo, pravo ili srednju tipuku. Ako izgubite, Tux hvata loptu. Morate kliknuti na njega da ga vratite u prijašnji položaj.
pt: Nesta atividade, tens de acertar com a bola na baliza. Faz duplo-clique na bola para a lançares. Podes fazer o duplo-clique com o botão esquerdo do rato, com o direito ou com o do meio. Se não fores suficientemente rápido a clicar, o Tux apanha a bola — nessa altura, para voltares a tentar, clica com o botão esquerdo do rato sobre a bola.
sr@latin: Dvaput klikni mišem na loptu da je šutneš. Možeš dvaputa da klikneš levim ili srednjim tasterom miša. Ako izgubiš, Pingoslav osvaja loptu. Moraš da klikneš na nju da je dovedeš na njen prvobitni položaj

source: Error: Absolutely no photo found in the data directory
bs: Greška: Apsolutno nema slike u direktorijumu.
pt: Erro: não foi encontrada nenhuma fotografia na pasta de dados
sr@latin: Greška: Nema nikakvih fotografija u direktorijumu podataka
