Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: Animal pictures are taken from the Animal Photography Page of Ralf Schmode (&lt;http://schmode.net/&gt;) and from LE BERRE Daniel. These people kindly gave GCompris the authorization to include their pictures. Thanks a lot, both of you.
bs: Slike životinja su uzete sa stranice o fotografijama životinja Ralfa Šmodea (Ralf Schmode — &lt;http://schmode.net/&gt;) i od Danijela le Bira (LE BERRE Daniel). Ovi ljudi su ljubazno odobrili uključivanje njihovih slika u GKompris. Hvala mnogo obojici.
pt: As fotografias de animais foram tiradas de Animal Photography Page de Ralf Schmode (&lt;http://schmode.net/&gt;) e de LE BERRE Daniel. Estas pessoas cederam graciosamente autorização ao GCompris para incluir as suas fotografias. Muito obrigado a ambos.
sr@latin: Slike životinja su preuzete sa stranice sa fotografijama životinja Ralfa Šmodea (&lt;http://schmode.net/&gt;) i od Daniela le Bera. Ovi ljudi su ljubazno odobrili uključivanje njihovih slika u Gkompris. Srdačno se zahvaljujemo obojici.

source: Click the mouse
bs: Kliknite mišem
pt: Clica com o rato
sr@latin: Klikni mišem

source: Click the mouse to erase the area and discover the background
bs: Klikni mišem da obrišeš površinu i otkriješ pozadinu
pt: Clica nos blocos com o botão esquerdo do rato para apagares o painel e descobrir a imagem de fundo.
sr@latin: Klikni mišem da obrišeš površinu i otkriješ pozadinu

source: Click the mouse on rectangles until all the blocks disappear.
bs: Klikni mišem na pravougaonike dok ne nestanu sva polja.
pt: O teu objetivo, nesta atividade, é limpares a parede branca, até conseguires visualizar toda a imagem escondida. Clica com o botão esquerdo do rato sobre os blocos e fá-los desaparecer.
sr@latin: Klikni mišem na pravougaonike sve dok ne nestanu svi blokovi.

source: Error: This activity cannot be played with the sound effects disabled. Go to the configuration dialogue to enable the sound.
bs: Greška: Ova aktivnost se ne može igrati sa isključenim zvukom. Idite na konfiguraciju dijaloga da uključite zvuk.
pt: Erro: esta atividade não pode ser jogada com o som desativado. Por favor, ative o som no diálogo Configuração do GCompris.
sr@latin: Greška: Ova vežba se ne može igrati sa isključenim zvukom. Idi u prozor za podešavanja da uključiš zvuk.

source: Click to play sound
bs: Kliknite na pokrenetezvuk.
pt: Clica para ouvir o som
sr@latin: Klikni da pustiš zvuk

source: Back to Homepage
bs: Povratak na naslovnicu
pt: Voltar à página inicial
sr@latin: Nazad na početnu stranicu

source: Failed to parse data set '{filename}' with error: {error}
bs: Nisam uspio prevesti skup podataka '{filename}' s greškom: {error}
pt: Falha ao processar dados "{filename}" com o erro: {error}
sr@latin: Nisam uspeo da obradim skup podataka „{filename}“ sa greškom: {error}

source: Explore Status:
bs: Istražite stanje:
pt: Explorar estado:
sr@latin: Stanje istraživanja:

source: Explore Farm Animals
bs: Istražite životinje na farmi
pt: Explorar animais da quinta
sr@latin: Istraži domaće životinje

source: Learn about farm animals, what sounds they make, and interesting facts.
bs: Saznajte više o domaćim životinjama, kakve zvukove proizvode i zanimljivosti.
pt: Aprende sobre animais da quinta, que sons fazem e fatos interessantes.
sr@latin: Nauči ponešto o domaćim životinjama, na koji način se oglašavaju, i zanimljive činjenice.

source: Learn to associate animal sounds with the animal name and what the animal looks like.
bs: Naučite povezivati zvukove životinja sa nazivima životinja i time kako životinja izgleda.
pt: Aprende a associar sons animais com o nome do animal e como é que ele parece.
sr@latin: Nauči da pridružiš zvuk životinje sa nazivom životinje i sa njenim izgledom.

source: There are three levels in this game. In level one, players enjoy exploring each animal on the screen. Click on the question mark, and learn about the animal, what it's name is, what sound it makes, and what it looks like. Study well this information, because you will be tested in level 2 and 3! In level two, a random animal sound is played and you must choose which animal makes that sound. Click on the question mark that corresponds to the animal you hear. If you'd like to hear the animal sound repeated, click on the play button. When you have matched all animals correctly, you win! In level three, a random text prompt is displayed and you must click on the animal that matches the text. When you have matched all texts correctly, you win!
bs: Postoje tri nivoa u ovoj igri. Na prvom nivou, igrač može uživati istraživajući životinje sa pozadine. Kliknite na upitnik i naučite nešta o životinji, kako se zove, koje zvukove proizvodi, i kako izgleda. Dobro proučite ove informacije, jer ćete biti testirani na drugom i trećem nivou! Na nivou dva, ćućete zvuk slučajno odabrane životinje i morate pogoditi koja je to životinja. Kliknite na upitnik koji odgovara životinji koju čujete. Ako želite više puta čuti zvuk životinje kliknite na dugme "Play" za reprodukciju. Kada ispravno pogodite sve životinje, pobijedili ste! Na nivou tri, prikazat će se slučajni tekst i zatražit će se unos, a vi morate kliknuti na životinju koja odgovara. Kada pogodite sve tekstove ispravno, pobijedili ste!
pt: Há três níveis neste jogo. No primeiro, os jogadores apreciam cada animal no ecrã. Clica no ponto de interrogação e aprende acerca do animal, o seu nome, que som faz e com o que é que se parece. Estuda bem esta informação porque ela vai fazer falta nos outros níveis! No nível dois, é reproduzido um som de animal e tens de escolher qual foi o animal que fez o som. Clica no ponto de interrogação do animal que ouviste. Se quiseres ouvir o som de novo, clica no botão de reprodução. Ganhas quando identificares todos os sons corretamente! No nível três, é mostrada um texto e tens de clicar no animal correspondente. Ganhas quando identificares todos os textos corretamente!
sr@latin: Ova igra se sastoji od tri nivoa. Na prvom nivou, uživaj istražujući svaku životinju na ekranu. Klikni na znak pitanja, i saznaj ponešto o životinji, kako se zove, kako se oglašava, i kako izgleda. Nauči dobro ove činjenice, zato što ćeš biti propitan na nivou 2 i 3! Na drugom nivou, nasumično će biti pušten zvuk neke životinje a ti ćeš morati da izabereš koja od životinja se tako oglašava. Klikni na znak pitanja koji odgovara životinji koju si čuo/la. Ako želiš još jednom da čuješ zvuk životinje, klikni na dugme za puštanje. Kada si ispravno pogodio/la sve životinje, pobedio/la si! Na trećem nivou, biće prikazan upit nasumičnog teksta a ti ćeš morati da klikneš na životinju koja odgovara tekstu. Kada si ispravno odgovorio/la na sve tekstove, pobedio/la si!

source: Click on the questions to explore each farm animal.
bs: Kliknite na pitanja da bi istražili svaku domaću životinju.
pt: Clica nas perguntas para explorares cada animal da quinta.
sr@latin: Klikni na pitanje da istražiš svaku domaću životinju.

source: Click on the farm animal that makes the sound you hear.
bs: Kliknite na domaću životinju koja je proizvela zvuk koji ste čuli.
pt: Clica no animal que faz o som que ouviste.
sr@latin: Klikni na domaću životinju koja se oglašava zvukom koji čuješ.

source: Click the animal that matches the description.
bs: Kliknite na životinju koja odgovara opisu.
pt: Clica no animal que corresponde à descrição.
sr@latin: Klikni na životinju koja odgovara opisu.

source: Horse
bs: Konj
pt: Cavalo
sr@latin: Konj

source: The horse goes "neigh! neigh!". Horses usually sleep standing up.
bs: Konj izgovara "komšija! komšija!" . Konji obično spavaju stojeći.
pt: O cavalo faz "hiiiii! hiiiii!". Os cavalos habitualmente dormem em pé.
sr@latin: Konj njišti „njiiihii! njiiihii!“. Konji obično spavaju stojeći.

source: You can ride on the back of this animal!
bs: Možete se voziti na stražnjem dijelu ove životinje
pt: Podes montar este animal!
sr@latin: Možeš da se voskariš na leđima ove životinje, a to se naziva jahanjem!

source: Chickens
bs: Kokoši
pt: Galinhas
sr@latin: Kokoška

source: The chicken goes "cluck, cackle, cluck". Chickens have over 200 different noises they can use to communicate.
bs: Pilići izgovaraju "kokodakanje, kokodakanje, kokodakanje". Pilići imaju više od 200 različitih glasova kopje koriste za komunikaciju.
pt: A galinha faz "có, có, ri, có". As galinhas fazem mais de 200 barulhos diferentes, que podem usar para comunicar.
sr@latin: Kokoška kvoca „koo, kokoo, kokokooo“. Kokoške koriste preko 200 različitih zvuka za međusobno komuniciranje.

source: This animal lays eggs.
bs: Ova životinja polaže jaja.
pt: Este animal pões ovos.
sr@latin: Ova životinja nosi jaja.

source: Cows
bs: Krave
pt: Vacas
sr@latin: Krave

source: The cow goes "moo. moo.". Cows are herbivorous mammals. They graze all day in the meadow.
bs: Krava izgovara "muu. muu." . Krave su biljojedi. Oni cijeli dan pasu na livadi.
pt: A vaca faz "moo, moo". As vacas são mamíferos herbívoros. Elas pastam o dia inteiro no prado.
sr@latin: Krava muče „muu, muu.“. Krave su sisari biljojedi. Po celi dan pasu na livadi.

source: You can drink the milk this animal produces.
bs: Možete piti mlijeko koje ova životinja proizvodi.
pt: Podes beber o leite que este animal produz.
sr@latin: Možeš da piješ mleko koje ova životinja daje.

source: Cat
bs: Mačka
pt: Gato
sr@latin: Mačka

source: The cat goes "meow, meow". Cats usually hate water because their fur doesn't stay warm when it is wet.
bs: Mačka izgovara "mjau, mjau ". Mačke obično mrze vodu jer im krzno ne ostaje toplo kad je pokvašeno.
pt: O gato faz "miau, miau". Os gatos habitualmente detestam a água porque o seu pêlo não fica quente quando está molhado.
sr@latin: Mačka mjauče „mjauu, mjauu“. Mačke obično mrze vodu zato što njihovo krzno nije toplo kada je mokro.

source: This pet likes chasing mice.
bs: Ovaj ljubimac voli chasing miševe.
pt: Este animal gosta de perseguir ratos.
sr@latin: Ova životinjka obožava da lovi miševe.

source: Pigs
bs: Svinje
pt: Porcos
sr@latin: Svinje

source: The pig goes "oink, oink". Pigs are the 4th most intelligent animal.
bs: Svinje izgovaraju "oink, oink". Svinje su četvrte najinteligentnije životinje.
pt: O porco faz "oink, oink". Os porcos são o 4º animal mais inteligente.
sr@latin: Svinje grokću „gronk, gronk“. Nalaze se na 4. mestu po inteligenciji među životinjama.

source: This animal likes to lie in the mud.
bs: Obožavaju da se valjaju po kaljugama.
pt: Este animal gosta de se deitar na lama.
sr@latin: Obožavaju da se valjaju po kaljugama.

source: White Duck
bs: Bijela patka
pt: Pato branco
sr@latin: Bela plovka

source: The duck goes "quack, quack". Ducks have special features like webbed feet and produce an oil to make their feathers "waterproof".
bs: Patke izgovaraju "quack, quack". Patke imaju posebne specijalnosti kao što su im isprepletene noge i mogu proizvoditi ulje kako bi njihovo perje bilo vodootporno.
pt: O pato faz "quá, quá". Os patos têm coisas especiais, como os pés chatos. Produzem um óleo especial para tornar as penas à prova de água.
sr@latin: Plovka kvače „kva, kva, kva“. Patke imaju posebne odlike kao što je kožica za plivanje između prstiju na nogama i lučenje ulja koje njihova perja čini „otpornim na vodu“.

source: This animal has webbed feet so it can swim in the water.
bs: Ova životinja ima isprepletene noge tako da može plivati u vodi.
pt: Este animal tem pés chatos para poder nadar.
sr@latin: Ova životinja može da pliva u vodi zato što ima kožice između prstiju.

source: Owl
bs: Sova
pt: Coruja
sr@latin: Sova

source: The owl goes "hoo. hoo." The owl has excellent vision and hearing at night.
bs: Sove izgovaraju "hoo. hoo. " . Sove imaju odličan vid i sluh noću.
pt: A coruja faz "hoo, hoo". A coruja tem excelentes visão e audição à noite.
sr@latin: Sova huče „huu, huu“. Izvrsno vidi i čuje i po mraku.

source: This animal likes to come out at night.
bs: Ova životinja voli izlaziti noću.
pt: Este animal gosta de sair à noite.
sr@latin: Najčešće izlaze i kreću se noću.

source: Dogs
bs: Psi
pt: Cães
sr@latin: Kuce

source: The dog goes "bark! bark!". Dogs are great human companions and usually enjoy love and attention.
bs: Pas izgovara "bark! bark! ". Psi su veliki ljudski prijatelji i obično uživaju ljubav i pažnju.
pt: O cão faz "ão, ão". Os cães são uma excelente companhia para os humanos e gostam de carinho e atenção.
sr@latin: Kuca laje „av! av!“. Kuce su veliki družbenici ljudi i obično uživaju ljubav i pažnju.

source: This animal's ancestors were wolves.
bs: Preci ovih životinja su bili vukovi.
pt: Os antepassados destes animais eram lobos.
sr@latin: Ove životinje vode poreklo od vukova.

source: Rooster
bs: Pijetao
pt: Galo
sr@latin: Petao

source: The rooster goes "coc-a-doodle-doo!". Roosters have been on farms for about 5,000 years. Every morning it wakes the farm up with its noises.
bs: Pijetao izgovara "kukuriku! ". Pijetliovi su na farmam već 5000 godina. Svako jutro bude farmu sa svojim zvukovima.
pt: O galo faz "có, có, ri, có". Os galos estão nas quintas há cerca de 5.000 anos. Todas as manhãs eles acordam a quinta com o seu cantar.
sr@latin: Petao kukuriče „kuukuuriiikuuu“. Petlovi žive u seoskim domaćinstvima oko 5000 godina. Svakog jutra svojim kukurikanjem pozivaju žitelje domaćinstva na ustajanje.

source: This animal wakes the farm up in the morning.
bs: Ova životinja budi farmu ujutro.
pt: Este animal acorda a quinta de manhã.
sr@latin: Ova životinja ranim jutrom budi žitelje domaćinstva.

source: Explore World Animals
bs: Istražite svijet životinja
pt: Explorar animais do mundo
sr@latin: Istraži svetske životinje

source: Learn about world animals, interesting facts and their location on a map.
bs: Saznajte više o svijetu životinja, zanimljive stvari i njihov položaj na karti.
pt: Aprende acerca dos animais do mundo, fatos interessantes e a sua localização num mapa.
sr@latin: Nauči nešto o svetskim životinjama, zanimljivim činjenicama i njihovim staništima na karti.

source: There are two levels in this game. In level one, players enjoy exploring each animal on the screen. Click on the question mark, and learn about the animal, what it's name is, and what it looks like. Study well this information, because you will be tested in level 2! In level two, a random text prompt is displayed and you must click on the animal that matches the text. When you have matched all texts correctly, you win!
bs: Postoje dva nivoa u ovoj igri. Na prvom nivou, igrači uživaju istražujući svaku od životinja sa ekrana. Kliknite na upitnik, i saznajte nešto o životinji, kako se zove i kako izgleda. Proučite dobro ove informacije, jer ćete biti testirani na nivou dva! Na nivou dva, slučajni tekst će biti prikazan i morate kliknuti na životunju koja odgovara datom tekstu. Kada pogodite sve tekstove ispravno, pobijedili ste!
pt: Há dois níveis neste jogo. No primeiro, os jogadores apreciam cada animal no ecrã. Clica no ponto de interrogação e aprende acerca do animal, o seu nome e com o que é que se parece. Estuda bem esta informação porque ela vai fazer falta nos outros níveis! No nível dois, é mostrada um texto e tens de clicar no animal correspondente. Ganhas quando identificares todos os textos corretamente!
sr@latin: Ova igra se sastoji od dva nivoa. Na prvom nivou, igrači uživaju istražujući svaku životinju na ekranu. Klikni na znak pitanja, i saznaj ponešto o životinji, kako se zove, i kako izgleda. Nauči dobro ove činjenice, zato što ćeš biti propitan/a na nivou 2! Na drugom nivou, biće prikazan upit nasumičnog teksta a ti ćeš morati da klikneš na životinju koja odgovara tekstu. Kada si ispravno odgovorio/la na sve tekstove, pobedio/la si!

source: Explore exotic animals from around the world.
bs: Istražite egzotične životinje iz cijelog svijeta.
pt: Explora animais exóticos de todo o mundo
sr@latin: Istraži egzotične životinje iz celog sveta.

source: Click on location where the given animal lives.
bs: Kliknite na mjesto gdje data životinja živi.
pt: Clica na localização onde o animal vive.
sr@latin: Klikni na mesto gde data životinja živi.

source: Jaguars in South America
bs: Jaguari u Južnoj Americi
pt: Jaguares na América do Sul
sr@latin: Jaguari u Južnoj Americi

source: Jaguars are named after the Native American word meaning 'he who kills with one leap' because they like to climb trees to attack their prey.
bs: Jaguari su dobili ime Indijanske riječi "onaj koji ubija sa jednim potezom " jer se vole penjat na drveća da napadju svoj plijen.
pt: O nome do jaguar vem da palavra nativa americana, que quer dizer "aquele que mata com um salto", porque eles gostam de trepar às árvores para atacar as suas presas.
sr@latin: Jaguari su dobili ime prema reči američkih starosedelaca koja znači „onaj koji ubija u jednom skoku“.

source: Hedgehogs in Europe
bs: Ježevi u Europi.
pt: Ouriços na Europa
sr@latin: Ježevi u Evropi

source: Hedgehogs eat small animals, like frogs and insects, so many people keep them as useful pets. When in danger, they will curl up into a ball and stick up their coat of sharp spines.
bs: Ježevi jedu male životinje, kao žabe i kukce, tako da ih mnogo ljudi drži kao korisne kućne ljubimce. Kada je u opasnosti oni će se skupiti u obliku lopte i držati napregnutim svoje bodlje.
pt: Os ouriços comem animais pequenos, como sapos e insetos, pelo que muita gente os mantém em casa por serem úteis. Quando estão em perigo, incham como uma bola e ficam com os picos espetados para fora.
sr@latin: Ježevi jedu male životinje, žabe i insekte, tako da ih mnogi ljudi drže kao korisne životinje. Kada su u opasnosti, smotaju se u loptu i nakostreše njihovo krzno prekriveno oštrim bodljama.

source: Hedgehog
bs: Jez
pt: Ouriço
sr@latin: Jež

source: Giraffes in Africa
bs: Žirafe u Africi
pt: Girafas em África
sr@latin: Žirafe u Africi

source: The giraffe lives in Africa and is the tallest mammal in the world. Just their legs, which are usually 1.8 meters long, are taller than most humans!
bs: Žirafe žive u Africi, i one su najveći sisavac na svijetu. Samo njihove noge koju su obično duge 1,8 metara su veće od većine ljudi!
pt: A girafa vive em África e é o animal mais alto do mundo. Só as pernas, que têm habitualmente 1,8 metros, são mais altas que a maioria dos humanos!
sr@latin: Žirafa živi u Africi i to je najviši sisar na svetu. Samo njene noge, koje su obično visoke 1,8 metara, su više od većine ljudi!

source: Giraffe
bs: Žirafa
pt: Girafa
sr@latin: Žirafa

source: Bison in America
bs: Bizon u Americi
pt: Bisonte na América
sr@latin: Bizon u Americi

source: Bison live on the plains of North America and were hunted by the Native Americans for food.
bs: Bizoni žive u ravnicama Sjeverne Amerike, te su ih lovili Indijanci radi hrane.
pt: O bisonte vive nas planícies da américa do Norte e eram caçados pelos índios americanos para comerem.
sr@latin: Bizon živi u ravnicama Severne Amerike a lovili su ga američki starosedeoci zbog mesa.

source: Bison
bs: Bizon
pt: Bisonte
sr@latin: Bizon

source: Narwhals in the Arctic
bs: Narvale na Arktiku
pt: Narvais no Ártico
sr@latin: Narvali u Arktiku

source: Narwhals are whales that live in the Arctic Ocean and have long tusks. These tusks remind many people of the mythical unicorn's horn.
bs: Narvale su kitovu koji žive u Arktičkom okeanu i imaju duge kljove. Mnoge ljude ove kljove podsjećaju na mitske jednoroge.
pt: Os narvais são baleias que vivem no Oceano Ártico e têm longos bicos. Estes bicos fazem lembrar o mítico chifre do unicórnio.
sr@latin: Narvali su kitovi koji žive u Arktičkom Okeanu i imaju duge kljove. Ove kljove podsećaju mnoge ljude na rog mitskog jednoroga.

source: Narwhal
bs: Narval
pt: Narval
sr@latin: Narval

source: Explore World Music
bs: Istražite svijet muzike
pt: Explorar o mundo da música
sr@latin: Istraži svetsku muziku

source: Learn about the music of the world.
bs: Saznajte više o muzici u svijetu.
pt: Aprende acerca da música do mundo.
sr@latin: Nauči nešto o muzici u svetu.

source: Develop a better understanding of the variety of music present in the world
bs: Kreirajte bolje razumijevanje o različitoj glazbi prisutnoj u svijetu.
pt: Desenvolve um melhor conhecimento da variedade de música presente no mundo
sr@latin: Razvijanje boljeg razumevanja razne muzike prisutne u svetu

source: There are three levels in this activity. In the first level, enjoy exploring music from around the world. Click on each suitcase to learn about the music from that area, and listen to a short sample. Study well, because there will be two games related to this information next! The second level is a matching game. You will hear a clip of music, and you must select the location that corresponds to that music. Click the play button if you'd like to hear the music again. You win the level when you have correctly matched all sound clips. The third level is also a matching game. You must select the location that matches the text description on the screen. You win the level when you have correctly matched all text prompts.
bs: Postoje tri nivoa u ovoj djelatnosti. Na prvom nivou, uživajte u istraživanju muzike iz čitavog svijeta. Kliknite na svaki kofer da bi naučili nešta o muzici iz tog područja, te preslušali kratki uzorak. Proučite dobro, zato što će u dvije igre biti potrebne ove informacije! Drugi nivo je igra podudaranja. Vi ćete čuti isječak muzike, a vi morate odabrati mjesto koje odgovara toj muzici. Kliknite na dugme "Pokreni" ako želite da čujete muziku ponovo. Pobijedili ste na ovom nivou onda kada pravilno uskladite sve zvučne isječke. Treći nivo je također igra podudaranja. Morate izabrati lokaciju koja odgovara tekstualnom opisu sa ekrana. Pobijedili ste na ovom nivou onda kada ispravno riješite sve tekstualne upute.
pt: Há três níveis nesta atividade. No primeiro, explora a música de todo o mundo. Clica em cada mala para conheceres a música dessa área e ouvir uma pequena amostra. Estuda bem esta informação porque ela vai fazer falta nos outros níveis! O segundo nível é um jogo de comparação. Vais ouvir uma música e tens de escolher qual a localização que lhe corresponde. Clica no botão de reprodução se quiseres ouvir a música outra vez. Ganhas quando identificares todos os sons corretamente! No terceiro nível tens de identificar a localização que corresponde ao texto no ecrã. Ganhas quando identificares todos os textos corretamente!
sr@latin: Ova aktivnost se sastoji od tri nivoa. Na prvom nivou, uživaj istražujući muziku iz sveta. Klikni na svaki kofer da saznaš o muzici iz te oblasti, i slušaj kratak primer. Nauči dobro, zato što će nakon ovoga slediti dve igre koje se odnose na ove podatke! Drugi nivo je igra povezivanja. Čućeš muzički zapis, nakon čega ćeš morati da izabereš mesto koje odgovara ovoj muzici. Klikni na dugme za puštanje ako želiš još jednom da čuješ muziku. Proći ćeš nivo kada budeš ispravno pogodio/la sve muzičke zapise! Treći nivo je takođe igra povezivanja. Moraš da izabereš mesto koje odgovara tekstualnom opisu na ekranu. Proći ćeš nivo kada budeš ispravno pogodio/la sve tekstualne upite.

source: Images from http://commons.wikimedia.org/wiki, http://archive.org
bs: Slika sa: http://commons.wikimedia.org/wiki, http://archive.org
pt: Imagens de http://commons.wikimedia.org/wiki, http://archive.org
sr@latin: Slike su sa veb stranice „http://commons.wikimedia.org/wiki, http://archive.org“

source: Explore world music! Click on the suitcases.
bs: Istražite svijet muzike! Kliknite na kofer.
pt: Explora a música do mundo! Clica nas malas.
sr@latin: Istraži svetsku muziku! Klikni na kofere.

source: Click on the location that matches the music you hear.
bs: Kliknite na mjesto koje odgovara muzici koju čujete.
pt: Clica na localização que corresponde à música que ouvires.
sr@latin: Klikni na mesto koje odgovara muzici koju čuješ.
