Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: The images and voices come from the Art4Apps project: http://www.art4apps.org/. You can also access this activity online on http://gcompris.net/activity/lang.
bs: Slike i glasovi dolaze sa projekta Art4Aps: http://www.art4apps.org/. Takođe možeš da pristupiš ovoj vježbi na mreži na http://gcompris.net/activity/lang.
pt: As imagens e vozes vêm do projeto Art4Apps: http://www.art4apps.org/. Também podes aceder a esta atividade online em http://gcompris.net/activity/lang.
sr@latin: Slike i glasovi dolaze sa projekta Art4Aps: http://www.art4apps.org/. Takođe možeš da pristupiš ovoj vežbi na mreži na http://gcompris.net/activity/lang.

source: List of words in the 'object' category.
bs: Popis riječi u kategorij 'object'.
pt: Lista de palavras na categoria "Objeto".
sr@latin: Spisak reči u kategoriji „predmet“.

source: List of words in the 'other' category.
bs: Popis riječi u kategorij 'other'.
pt: Lista de palavras na categoria "Outros".
sr@latin: Spisak reči u kategoriji „ostalo“.

source: List of words in the 'people' category.
bs: Popis riječi u kategorij 'people'.
pt: Lista de palavras na categoria "Pessoas".
sr@latin: Spisak reči u kategoriji „ljudi“.

source: ERROR, we found no words in this language.
bs: GREŠKA, nismo pronašli riječ u ovom jeziku.
pt: ERRO, não encontrámos palavras neste idioma.
sr@latin: GREŠKA, nisam pronašao reči na ovom jeziku.

source: Please consider contributing a voice set.
bs: Molimo razmislite o doprinosu glasovnom skupu.
pt: Por favor pensa em ajudar com um conjunto de vozes.
sr@latin: Potrebna nam je tvoja pomoć za skup glasova.

source: Configuration for profile <b>%s</b>
bs: Konfiguracija za profil <b>%s</b>
pt: Configuração para o perfil <b>%s</b>.
sr@latin: Podešavanja za profil <b>%s</b>

source: Select locale
bs: Odaberite mjesto
pt: Idioma do som:
sr@latin: Izaberi jezik

source: Go to the language learning activities
bs: Idi na aktivnost učenja jezika.
pt: Ir para as atividades de leitura
sr@latin: Idi na vežbe učenja jezika

source: other
bs: drugo
pt: outro
sr@latin: ostalo

source: action
bs: akcija
pt: ação
sr@latin: radnja

source: adjective
bs: pridjev
pt: adjetivo
sr@latin: prilog

source: number
bs: broj
pt: número
sr@latin: broj

source: bodyparts
bs: tijelo
pt: partes do corpo
sr@latin: delovi tela

source: clothes
bs: odjeća
pt: roupas
sr@latin: odeća

source: emotion
bs: emocija
pt: emoção
sr@latin: osećanja

source: job
bs: posao
pt: trabalho
sr@latin: posao

source: people
bs: ljudi
pt: pessoas
sr@latin: ljudi

source: food
bs: hrana
pt: comida
sr@latin: hrana

source: animal
bs: životinja
sr@latin: životinja

source: fruit
bs: voće
pt: fruta
sr@latin: voće

source: nature
bs: priroda
pt: natureza
sr@latin: priroda

source: plant
bs: biljka
pt: planta
sr@latin: biljka

source: vegetables
bs: povrće
pt: vegetais
sr@latin: povrće

source: construction
bs: izgradnja
pt: construção
sr@latin: izgradnja

source: furniture
bs: namještaj
pt: mobília
sr@latin: nameštaj

source: houseware
bs: kućanstvo
pt: casa
sr@latin: posuđe

source: object
pt: objeto
sr@latin: predmet

source: tool
bs: alat
pt: ferramenta
sr@latin: alat

source: Left hand
bs: Lijeva ruka
pt: Mão esquerda
sr@latin: Leva ruka

source: Right hand
bs: Desna ruka
pt: Mão direita
sr@latin: Desna ruka

source: Find your left and right hands
bs: Nađite vašu lijevu ili desnu šaku
pt: Mão direita ou mão esquerda?
sr@latin: Nađi levu ili desnu šaku

source: Determine if a hand is a right or a left hand
bs: Odredite da li je ruka desna ili lijeva
pt: Descobre se uma mão é a direita ou a esquerda
sr@latin: Odredi da li je šaka desna ili leva

source: Distinguish right and left hands from different points of view. Spatial representation
bs: Razlikujte lijevu šaku od desne gledanjem iz raznih tačaka. Prostorna predstava
pt: Distinguir, de vários pontos de vista, a mão direita da esquerda. Desenvolver a capacidade de representação espacial.
sr@latin: Razlikovanje leve šake od desne gledanjem iz raznih tačaka. Prostorno predstavljanje.

source: You can see a hand: is it a left hand or a right hand? Click on the left button, or the right button depending on the displayed hand.
bs: Nacrtana je šaka. Da li je to desna ili lijeva šaka? Klikni na lijevo dugme za lijevu, ili na desno dugme za desnu.
pt: Olha para a mão apresentada: é uma mão esquerda ou uma mão direita? Para responderes, clica no botão vermelho, à esquerda, ou no botão verde, à direita.
sr@latin: Nacrtana je šaka. Da li je to desna ili leva šaka? Klikni na levo dugme za levu, ili na desno dugme za desnu.

source: Switch off all the lights, I have to go to sleep. If you need help, click on me.
bs: Ugasi sva svijetla, moram ići na spavanje. Ako vam je potrebna pomoć, klikni na mene.
pt: Apaga as luzes todas, tenho de dormir. Se precisares de ajuda clica-me.
sr@latin: Ugasi sva svetla, moram na spavanje. Ako ti je potrebna pomoć, klikni na me.

source: Lights Off
bs: Pogasi svjetla
pt: Apaga as luzes
sr@latin: Pogasi svetla

source: The aim is to switch off all the lights.
bs: Cilj je da isključite sva svjetla.
pt: O objetivo á apagar todas as luzes.
sr@latin: Cilj je gašenje svih svetla.

source: The effect of pressing a button is to toggle the state of that button, and of its immediate vertical and horizontal neighbors. The sun and the color of the sky depend on the number of clicks needed to solve the puzzle. If you click on Tux, the solution is shown.
bs: Učinak prtiskom na dugme je za izmjenu stanja tog dugmeta i njegovih neposrednih vertikalnih i horizontalnih susjeda. Sunce i boja neba ovise o broju klikova potrebnih da bi se riješila zagonetka. Ako kliknete na Tux, rješenje će biti prikazano.
pt: O efeito de premir um botão é alternar o estado desse botão e dos seus vizinhos horizontais e verticais imediatos. O Sol e a cor do céu dependem do número de cliques necessários para resoler o jogo. Se clicares no Tux, aparece a solução.
sr@latin: Dejstvo pritiska na dugme je promena stanja tog dugmeta, kao i njegovih neposrednih uspravnih i vodoravnih suseda. Sunce i boja neba zavise od broja klikova koji su bili potrebni da reši slagalicu. Ako klikneš na Pingoslava, biće ti prikazano rešenje.

source: The solver algorithm is described on Wikipedia. To know more about the Lights Off game: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;
bs: Riješenje Algoritma je opisano na Wikipediji. Da biste znati više o Lights Off igri: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;
pt: O algoritmo da solução é descrito na Wikipedia. Para saberes mais acerca do jogo Apaga as luzes vai a: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;
sr@latin: Algoritam rešavača opisan na „haar.clara.co.uk“ je merodavno izvorište ako želiš da saznaš više o igri „Pogasi svetla“: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;

source: Login:
bs: Prijava:
pt: Nome de utilizador:
sr@latin: Prijava:

source: Uppercase only text
bs: Tekst samo sa velikim slovima
pt: Texto só em maiúsculas.
sr@latin: Samo velikim slovima

source: Enter login to log in
bs: Unesite prijavu
pt: Indica o teu nome de utilizador para iniciares a sessão.
sr@latin: Unesi prijavu

source: GCompris login screen
bs: Ekran prijave GKomprisa
pt: Ecrã de início de sessão do GCompris
sr@latin: Ekran prijave Gkomprisa

source: Select or enter your name to log in to GCompris
bs: Izaberi ili unesi svoje ime za prijavu u GKompris
pt: Clica no teu nome ou escreve-o, para iniciares o GCompris.
sr@latin: Izaberi ili unesi tvoje ime da se prijaviš u Gkompris

source: GCompris identifies each child, so we can provide child-specific reports.
bs: GKompris prepoznaje svako dijete, da možemo da imamo pojedinačne izvještaje.
pt: O GCompris identifica cada criança, para se gerarem relatórios personalizados acerca das suas atividades.
sr@latin: Gkompris prepoznaje svako dete, tako da možemo da imamo pojedinačne izveštaje.

source: In order to activate the login screen, you must first add users in the administration part of GCompris. You access Administration by running 'gcompris -a'. In Administration, you can create different profiles. In each profile, you can have a different set of users and select which activities are available to them. To run GCompris for a specific profile, you use 'gcompris -p profile' where 'profile' is the name of a profile as you created it in Administration.
bs: Kako biste aktivirali ekran za prijavu, morate prvo dodati korisnika u administratorski dio GCompris-a. Možete odobrit pristup administracij pokretanjem 'gcompris-a'. U administracij, možete kreirat različite profile. Svaki od profila, može imati različit skup korisnika i mogu im biti različite aktivnosti na raspolaganju. Da biste pokrenuli GCompris za određeni profil, koristite 'gcompris -p profile' gdje je 'profile' naziv profila kojeg ste stvorili u administracij.
pt: Para ativar o ecrã de início de sessão, terá primeiro de adicionar utilizadores ao GCompris, na secção de administração. Para aceder à administração, pode executar "gcompris -a". Na administração, pode criar diferentes perfis. Em cada perfil, pode ter um conjunto diferente de utilizadores e selecionar as atividades disponiveis para eles. Para iniciar o GCompris com um perfil específico, pode executar "GCompris -p perfil" (em que "perfil" é o nome de um perfil criado na administração).
sr@latin: Da biste aktivirali ekran za prijavu prvo morate da dodate korisnike u administrativnom delu Gkomprisa. Administraciji pristupate ako pokrenete „gcompris -a“. U administraciji, možete da napravite različite profile. U svakom profilu, možete imati različite grupe korisnika i možete odrediti koje vežbe će im biti dostupne. Da pokrenete Gkompris za određeni profil, koristite „gcompris -p profil“ gde je „profil“ ime profila koje ste napravili u administraciji.

source: Click to confirm your sequence
bs: Kliknite da biste potvrdili svoj slijed
pt: Clica para confirmares a tua sequência
sr@latin: Klikni da potvrdiš niz

source: The History of Louis Braille
bs: Historija Louis Braille
pt: A história de Louis Braille
sr@latin: Priča o Luju Braju

source: Review the major dates of the inventor of the Braille system.
bs: Pregledajte velike datume izumitelja Brailleovog sistema.
pt: Rever os dados principais do inventor do sistema Braille.
sr@latin: Pregledaj najvažnije datume o pronalazaču Brajevog sistema.

source: Read the history of Louis Braille, his biography and discovery of the Braille system. Click on the previous and next buttons to move to the respective story page. At the end, arrange the sequence in the chronological order.
bs: Pročitajte historiju Lous Braille-a, njegovu biografiju i otkriće Brailleovog sistema. Kliknite na prezhodne i sljedeće tipke za pomicanje na odgovarajuću priču na stranici. Na kraju organizirajte niz u hronološkom redoslijedu.
pt: Lê a história de Louis Braille, a sua biografia e descoberta do sistema Braille. Clica nos botões Anterior e Seguinte para ir para a página correspondente da história. No final, dispõe a sequência na ordem cronológica correta.
sr@latin: Čitaj istoriju o Luju Braju, njegovu biografiju i otkriću Brajevog sistema. Klikni na dugme za napred i nazad da pređeš na odgovarajuću stranu. Na kraju, poređaj nizove hronološkim redom.

source: Louis Braille Video: &lt; http://www.youtube.com/watch?v=9bdfC2j_4x4 &gt;
pt: Vídeo de Louis Braille: &lt; http://www.youtube.com/watch?v=9bdfC2j_4x4 &gt;
sr@latin: Video o Luju Braju: &lt; http://www.youtube.com/watch?v=9bdfC2j_4x4 &gt;

source: Born on January 4th in Coupvary near Paris in France.
bs: Rođen 4. Januara u Coupvary u blizini Pariza u Francuskoj.
pt: Nascido a 4 de janeiro em Coupvary, perto de Paris, França.
sr@latin: Rođen je 4. januara u Kupvariju u blizini Pariza u Francuskoj.

source: Louis Braille injured his right eye with a stitching awl from his father's workshop.
bs: Louis Braille je povrijedio desno oko sa šivajući šilo iz očeve radionice.
pt: O Louis Braille magoou o seu olho direito com um furador de costura na oficina do seu pai.
sr@latin: Luj Braj je povredio desno oko šilom za šavove iz radionice svoga oca.

source: At the age of three, Louis became blind due to a severe infection that spread to his left eye.
bs: Kad je imao tri godine, Lous je postao slijep zbog teške infekcije koja se proširila na lijevo oko.
pt: Com três anos, ficou cego devido a uma infeção grave, que alastrou ao seu olho esquerdo.
sr@latin: Kada je imao tri godine, Luj je ostao slep zbog teške infekcije koja se širila na njegovom levom oku.

source: At the age of 10, he was sent to Paris to study at the Royal Institute for Blind Youth.
bs: Kad je ima 10 godina, poslali su ga da studira u Parizu na Kraljevskom institutu za mlade slijepe.
pt: Aos dez anos foi enviado para Paris para estudar no Instituto Real para Jovens Cegos.
sr@latin: Sa 10 godina starosti, bio je poslat u Pariz da studira na Kraljevskom institutu za mlade slepce.

source: He impressed his classmates and began to play the piano and the organ.
bs: On je impresionirao svoje kolege i počeo svirati klavir i orgulje.
pt: Impressionou os seus colegas de turma e começou a tocar orgão e piano.
sr@latin: Zadivio je svoje vršnjake i počeo je da svira klavir i orgulje.

source: Charles Barbier, a French soldier, visited his school and shared his invention of night writing, a code of 12 raised dots to share information on battlefields.
bs: Charles Barbier, francuski vojnik, posjetio svoju školu i podijelio svoj ​​izum pisanja po noći , kod od 12 podignutih točkice za razmjenu informacija na ratištima.
pt: Charles Barbier, um soldado francês, visitou a escola e partilhou a sua invenção de escrita noturna, um código de 12 pontos em relevo para partilhar informação nos campos de batalha.
sr@latin: Šarl Barbjer, francuski vojnik, je posetio njegovu školu i podelio njegov pronalazak noćnog pisanja, kod od 12 uzdignutih tačaka za razmenu informacija na ratištima.

source: Louis trimmed Barbier's 12 dots into 6 and invented the Braille system.
bs: Louis podrezuje Barbier sa 15 tačaka na 6 i tako otkriva Braille-ov sistem.
pt: O Louis aparou o código de Barbier de 12 para 6 pontos e inventou o sistema Braille.
sr@latin: Luj je smanjio Barbjerovih 12 tačaka na 6 i izmislio Brajev sistem.

source: He became a teacher after graduating and promoted his method while secretly teaching it at the Institute.
bs: On je postao učitelj, nakon što je diplomirao i pormovirao svoju metodu, potajno je predavajući na institutu.
pt: Tornou-se professor após a graduação e promoveu o seu método enquanto o ensinava secretamente na Universidade.
sr@latin: Postao je učitelj nakon diplomiranja i predstavljao je svoj metod dok ga je tajno predavao na institutu.

source: He revised and extended braille to include mathematics, symbols, punctuations and music notations.
bs: On je revizirao i proširio braille uključujući matematiku, simbole, punctuations i muzičke notacije.
pt: Ele reviu e aumentou o braille para incluir matemática, símbolos, pontuação e notas de música.
sr@latin: Obnovio je i proširio Brajevu azbuku uključujući matematiku, simbole, pravopisne znake i oznake muzičkih nota.

source: He died of tuberculosis. He is buried in the Pantheon in Paris. A monument is erected to honor him.
bs: On je umro od tuberkuloze. Pokopan je u Panteon u Parizu. U čast mu je podignut spomenik.
pt: Morreu de tuberculose. Está sepultado no Panteão em Paris. Foi erigido um monumento em sua honra.
sr@latin: Umro je od tuberkuloze. Sahranjen je u Panteonu u Parizu. U njegovu čast je podignut spomenik.

source: After his Death
bs: Poslije njegove smrti
pt: Após a sua morte
sr@latin: Posle njegove smrti

source: Braille got accepted as a world wide standard. Louis Braille proved that if you have motivation you can do incredible things.
bs: Braille got je prihvaćen kao svijetski standard. Louis Braille je dokazao da ako imate motivacije možete napraviti nevjerovatne stvari.
pt: o braille foi aceite como um padrão mundial. Louis Braille provou que com motivação se podem fazer coisas incríveis.
sr@latin: Brajeva azbuka je prihvaćena kao svetski standard. Luj Braj je dokazao da ako imaš motivaciju možeš da uradiš neverovatne stvari.

source: The magician hat
bs: Čarobnjakov šešir
pt: O chapéu do mágico
sr@latin: Čarobnjakov šešir

source: Count how many items are under the magic hat after some have got away
bs: Izračunaj koliko stavki ima ispod magičnog šešira nakon što neke pobjegnu
pt: Conta as estrelas que ficaram debaixo do chapéu do mágico depois de algumas terem fugido.
sr@latin: Izračunaj koliko stavki ima ispod magičnog šešira nakon što neke pobegnu

source: Subtraction
bs: Oduzimanje
pt: Subtração
sr@latin: Oduzimanje

source: Learn subtraction
bs: Nauči oduzimanje
pt: Treinar a subtração.
sr@latin: Nauči oduzimanje

source: Look at the magician, he tells the number of stars that are under his magic hat. Then, click on the hat to open it. A few stars escape. Click again on the hat to close it. You have to count how many are still under the hat. Click on the bottom right area to answer.
bs: Gledaj u čarobnjaka. On će ti reći broj zvjezdica koje su pod njegovim magičnim šeširom. Onda, klikni na šešir da ga otvoriš. Nekoliko zvjezdica će pobjeći. Klikni ponovo na šešir da ga zatvoriš. Treba da izračunaš koliko ih je još uvijek pod šeširom. Klikni dolje desno da uneseš odgovor.
pt: Clica no chapéu para o abrires. Algumas estrelas entram para dentro do chapéu e dessas algumas escapam-se. Quantas estrelas ficaram debaixo do chapéu? Seleciona, em baixo, o número de estrelas da tua resposta e depois clica no botão "Polegar".
sr@latin: Gledaj u čarobnjaka. On će ti reći broj zvezdica koje su pod njegovim magičnim šeširom. Zatim, klikni na šešir da ga otvori. Nekoliko zvezdica će pobeći. Klikni ponovo na šešir da ga zatvori. Treba da izračunaš koliko ih je još uvek pod šeširom. Klikni dole desno da uneseš odgovor.

source: Count how many items are under the magic hat
bs: Izbroj koliko stavki je ispod magičnog šešira
pt: Conta as estrelas que foram colocadas debaixo do chapéu mágico.
sr@latin: Izbroj koliko stavki je ispod magičnog šešira

source: Addition
bs: Sabiranje
pt: Adição
sr@latin: Sabiranje

source: Learn addition
bs: Nauči sabiranje
pt: Treinar a adição.
sr@latin: Nauči sabiranje

source: Click on the hat to open or close it. Under the hat, how many stars can you see moving around? Count carefully. :) Click in the bottom-right area to input your answer.
bs: Klikni na šešir da ga otvoriš ili zatvoriš. Ispod šešira, koliko zvjezdica vidiš da se kreću unaokolo? Broj pažljivo. :) Klikni pri dnu desno da uneseš svoj odgovor.
pt: Clica no chapéu para o abrires. Algumas estrelas entram para dentro do chapéu. No total, quantas estrelas vês entrar? Conta com cuidado. Seleciona, em baixo, o número de estrelas da tua resposta e depois clica no botão "Polegar".
sr@latin: Klikni na šešir da ga otvoriš ili zatvoriš. Ispod šešira, koliko zvezdica možeš da vidiš da se kreću unaokolo? Broj pažljivo. ^_^ Klikni pri dnu desno da uneseš odgovor.

source: Maze
bs: Lavirint
pt: Labirinto
sr@latin: Lavirint

source: Find your way out of the maze (Move is relative)
bs: Pronađite put iz lavirinta (Pokreti su u odnosu na položaj)
pt: Encontra o caminho para se sair do labirinto (aqui, os movimentos são relativos).
sr@latin: Pronađi put iz lavirinta (Pokreti su u odnosu na položaj)

source: Can use the keyboard arrow to move an object.
bs: Ume da koristi strelice na tastaturi da premjesti predmet.
pt: Saber utilizar as teclas de setas para mover um objeto.
sr@latin: Ume da koristi strelice na tastaturi da premesti predmet.

source: Help Tux get out of this maze.
bs: Pomozite Pingoslavu da izađe iz lavirinta.
pt: Ajuda o Tux a sair do labirinto.
sr@latin: Pomozi Pingoslavu da izađe iz lavirinta.

source: Use the keyboard arrows to move Tux up to the door. In this maze, the move is relative (first person). Use the up arrow to go forward. The other arrows let you turn Tux in another direction. At the first levels, Tux walks comfortably, one step on each keypress, through the labyrinth. For larger labyrinths, there is a special walking mode, called "run-fast-mode". If this run-fast-mode is enabled, Tux will run all the way automatically until he reaches a fork and you have to decide which way to go further. You can see whether this mode is enabled or not, by looking at Tux's feet: If Tux is barefooted, "run-fast-mode" is disabled. And if he wears red sport shoes, "run-fast-mode" is enabled. From level 14 on, run-fast-mode will be enabled automatically. If you want to use this feature in earlier levels or want to disable it in advanced levels, click on Tux or the "barefoot / sportshoe"-icon in the upper left corner of the screen to toggle the run-fast-mode.
bs: Koristite strelice na tastaturi za pomicanje Tux-a do vrata. U tom labirintu potez je relativan (prva osoba). Koristite strelicu prema gore da ide naprijed. Ostale strelice za druge smjerove Tux-a. Na prvoj razini, Tux šeta udobno, jedan korak na pritisak svake tipe, kroz labirint. Za veće labirinte, postoji poseban način hodanja pod nazivom "run-fast-mode". Ako je ovaj run-fast-mode uključen Tux će se kretati automatski sve dok ne dođe u dilemu kojim putem treba krenuti. Možete vidjeti da li je ovaj mod ili ne, gledajući u Tuxove noge: Ako je Tux bos, run-fast-mode je onemogućen. Ako nosi crvene tenisice, "run-fast-mode" je omogućen. Od razine 14, run-fast-mode se automatski aktivira. Ako želite koristiti ovu stvar u ranijim razinama ili ga želite onemogućit u naprednim razinama, kliknite na Tux ili "barefoot / sportshoe" - ikona u gornjem lijevom uglu da se prebacite na inercisjki fast-mode.
pt: Usa as teclas de seta para mover o Tux até à porta. Neste labirinto, o movimento é relativo (1ª pessoa). Usa a seta acima para avançar. As outras setas movem o Tux noutras direções. Nos primeiros níveis, o Tux caminha confortavelmente um passo a cada pressão na tecla, através do labirinto. Para labirintos maiores, há um modo especial de avanço, chamado "Modo Corrida". Se este modo Corrida estiver ativado, O Tux corre por todo o caminho, até atingir uma bifurcação e tenhas de decidir qual o caminho a seguir. Podes ver se este modo está ativo ou não, olhando para os pés do Tux: se estiver descalço, o modo Corrida está desligado. Se tiver sapatos de desporto vermelhos, o modo Corrida está ligado. A partir do Nível 14, o modo Corrida é ligado automaticamente. Se o quiseres ligar antes ou desligá-lo depois, clica no ícone com os pés e as barbatanas, no canto superior esquerdo.
sr@latin: Koristi strelice na tastaturi za kretanje Pingoslava do vrata. U ovom lavirintu, potez je relativan (prvo lice). Koristi strelicu na gore da ideš napred. Druga strelica ti omogućava da okreneš Pingoslava u drugom pravcu. Na prvim nivoima, Pingoslav se kreće udobno, jedan korak na svaki pritisak tastera, kroz lavirint. Za veće lavirinte, postoji poseban režim hoda, pod nazivom „režim brzog hoda“. Ako je ovaj režim brzog hoda uključen, Pingoslav će sam hodati celim putem sve dok ne stigne do raskršća a ti ćeš morati da odlučiš kojim putem da nastavi. Možeš da vidiš da li je taj režim uključen ili ne, tako što ćeš pogledati u nogu Pingoslava: Ako je Pingoslav bosonog, „režim brzog hoda“ je isključen. A ako nosi crvene patike, „režim brzog hoda“ je uključen. Od nivoa 14, režim brzog hoda će samostalno biti uključen. Ako želiš da koristiš ovu funkciju na ranijim nivoima ili želiš da je isključiš na naprednim nivoima, klikni na Pingoslava ili na ikonicu „bose noge / sportske patike“ u gornjem levom uglu ekrana da prebaciš režim brzog hoda.

source: 3D Maze
bs: 3D lavirint
pt: Labirinto 3D
sr@latin: 3D lavirint

source: Find your way out of the 3D maze
bs: Pronađite izlaz iz 3D lavirinta
pt: Encontra o caminho para se sair do labirinto 3D.
sr@latin: Pronađi izlaz iz 3D lavirinta
