Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: It is not possible to consume more electricity than what is produced. This is a key limitation in the distribution of electricity, with minor exceptions, electrical energy cannot be stored, and therefore it must be generated as it is needed. A sophisticated system of control is therefore required to ensure electric generation very closely matches the demand. If supply and demand are not in balance, generation plants and transmission equipment can shut down which, in the worst cases, can lead to a major regional blackout.
bs: Nije moguće koristiti više električne energije nego što se proizvede. Ovo je ključno ograničenje u proizvodnji električne energije, uz manje iznimke, električna energija se ne može skladištiti, te s toga moraju biti generirani kao što treba. Sofisticirani sistem zahtijeva električnu energiju vrlo blisku odgovarajućoj potražnji. Ako ponuda i potražnja nisu u ravnoteži, generisana postrojenja i oprema se mogu ugasiti, u najgorem slučaju može doći do velikog regionalnog raspada.
pt: É impossível consumir mais eletricidade que aquela que é produzida. Esta é uma limitação chave na distribuição de eletricidade, com poucas exceções. A energia elétrica não pode ser armazenada e, como tal, tem de ser gerada à medida das necessidades. Assim, é necessário um sofisticado sistema de controlo para garantir que a geração de eletricidade coincide de perto com o consumo. Se a geração e o consumo não estiverem equilibrados, as fábricas e os equipamentos de transmissão podem encerrar, o que, no pior dos casos, pode levar a uma falha regional de eletricidade.
sr@latin: Nije moguće potrošiti više električne energije od proizvedene. To je ključno ograničenje u raspodeli el. energije, uz male izuzetke, el. energija ne može biti pričuvana, i zbog toga mora biti proizvedena onda kada je potrebna. Osetljiv sistem kontrole je zbog toga potreban da bi osigurao da proizvodnja el. energije približno odgovara potražnji. Ako proizvodnja i potražnja nisu u ravnoteži, postrojenja i oprema za prenos mogu da se isključe što, u najgorem slučaju, može da dovede do nestanka el. energije na regionalnom nivou.

source: This is a step up transformer. Electricity is transmitted at high voltages (110 kV or above) to reduce the energy lost in long distance transmission.
bs: Ovo je korak do transformatora. Struja se prenosi na visokom naponu (110 kV ili više) kako bi se smanjila energija izgubljena u prijenosu međugradske.
pt: Este é um transformador de ampliação. A eletricidade é transmitida em alta tensão (110 kV ou superior) para reduzir a energia perdida na transmissão a longa distância.
sr@latin: Ovo je transformator višeg nivoa. El. energija se prebacuje na visoki napon (110 kV ili više) da bi se izbeglo gubljenje energije prilikom prenosa na velike daljine.

source: Learn about an electrical system based on renewable energy
bs: Saznajte više o električnim sistemima koji se temelje na obnovljivim izvorima energije.
pt: Aprende acerca de um sistema elétrico baseado em energias renováveis
sr@latin: Nauči o sistemu el. energije zasnovanom na obnovljivim energijama

source: Tux has come back from a long fishing party on his boat. Bring the electrical system back up so he can have light in his home.
bs: Tux je vratio iz duge ribarske zabave sa svog broda. Donesite električni sistem natrag gore, tako da on može imati svijetla u svom domu.
pt: O Tux voltou de uma grande pescaria. Reativa o sistema elétrico para que ele possa ter luz em casa.
sr@latin: Pingoslav se vraća sa duge pecaroške zabave na svom brodu. Povrati sistem el. energije kako bi imao svetla u svojoj kući.

source: Click on different active elements : sun, cloud, dam, solar array, wind farm and transformers, in order to reactivate the entire electrical system. When the system is back up and Tux is in his home, push the light button for him. To win you must switch on all the consumers while all the producers are up.
bs: Kliknite na različite aktivne elemente: sunce, oblak, brane, solarno polje, vjetrenjače i transformatore, kako bi pokrenuo cijeli električni sistem. Kada ste vratili sistem i Tux je u svom domu, upalite svijetlo za njega. Za pobjedu morate uključiti sve potrošače koje je proizvođač zadao.
pt: Clica nos diferentes elementos pela ordem correta: sol, nuvem, barragem, matriz solar, quinta de vento e transformadores para reativares todo o sistema elétrico. Quando o sistema estiver a funcionar e o Tux estiver em casa, clica no interruptor por ele. Para ganhares, tens de clicar em todos os consumidores enquanto os produtores funcionam.
sr@latin: Klikni na razne aktivne elemente: sunce, oblak, branu, solarne panele, polje vetrenjača i transformatore, da bi ponovo pokrenuo/la čitav sistem električne energije. Kada se sistem povrati i kada je Pingoslav kod svoje kuće, upali svetlo umesto njega. Da bi pobedio/la, moraš da uključiš sve potrošače dok su svi proizvodni pogoni aktivni.

source: Reading
bs: Čitanje
pt: Saber ler.
sr@latin: Čitanje

source: Learn how to read
bs: Naučite da čitate
pt: Aprender a ler.
sr@latin: Nauči da čitaš

source: Data file for this level is not properly formatted. Too many choices are proposed.
bs: Datoteka podataka na ovom nivou nije propisno formatirana. Previše izbora je je predloženo.
pt: O ficheiro de dados deste nível não está adequadamente formatado. São propostas demasiadas opções.
sr@latin: Datoteka podataka za ovaj nivo nije ispravno formatirana. Predloženo je previše izbora.

source: Data file for this level is not properly formatted.
bs: Datoteka podataka na ovom nivou nije propisno formatirana.
pt: O ficheiro de dados deste nível não está adequadamente formatado.
sr@latin: Datoteka podataka za ovaj nivo nije ispravno formatirana.

source: Reading practice
bs: Vježba čitanja
pt: Pratica a leitura
sr@latin: Vežba čitanja

source: Practice reading by finding the word matching an image
bs: Vježba čitanja pronalaženjem riječi koja odgovara slici
pt: Pratica a leitura, encontrando a palavra que corresponde à imagem.
sr@latin: Vežbaj čitanje tako što ćeš pronaći reč koja odgovara slici

source: Click on the word corresponding to the printed image.
bs: Kliknite na riječ koja odgovara slici.
pt: Neste jogo, deves associar as palavras listadas à imagem que representam. Clica na palavra que corresponde à imagem apresentada.
sr@latin: Klikni na reč koja odgovara slici.

source: satchel
bs: torba
pt: bolsa
sr@latin: torba

source: cheese
bs: sir
pt: queijo
sr@latin: sir

source: house
bs: kuća
pt: casa
sr@latin: kuća

source: book
bs: knjiga
pt: livro
sr@latin: knjiga

source: bag
bs: kesa
pt: saco
sr@latin: kesa

source: apple
bs: jabuka
pt: maçã
sr@latin: jabuka

source: pear
bs: kruška
pt: pêra
sr@latin: kruška

source: cow
bs: krava
pt: vaca
sr@latin: krava

source: bed
bs: krevet
pt: cama
sr@latin: krevet

source: bottle
bs: flaša
pt: garrafa
sr@latin: flaša

source: back
bs: nazad
pt: costas
sr@latin: leđa

source: car
bs: kola
pt: carro
sr@latin: kola

source: cake
bs: torta
pt: bolo
sr@latin: torta

source: camel
bs: kamila
pt: camelo
sr@latin: kamila

source: ball
bs: lopta
pt: bola
sr@latin: lopta

source: boat
bs: čamac
pt: barco
sr@latin: čamac

source: fish
bs: riba
pt: peixe
sr@latin: riba

source: catch
bs: zamka
pt: mochila
sr@latin: zamka

source: cat
bs: mačka
pt: gato
sr@latin: mačka

source: dog
bs: pas
pt: cão
sr@latin: pas

source: finish
bs: završetak
pt: meta
sr@latin: cilj

source: plane
bs: avion
pt: avião
sr@latin: avion

source: Drag and Drop each item above its name
bs: Povucite i ispustite svaku stvaku iznad svog imena
pt: Move os objetos para junto do seu nome
sr@latin: Prevuci i pusti stavke na njihove nazive

source: Image Name
bs: Ime slike
pt: Nome da imagem
sr@latin: Naziv slike

source: Vocabulary and reading
bs: Rječnik i čitanje
pt: Desenvolver a leitura e o vocabulário.
sr@latin: Rečnik i čitanje

source: Drag each image from the (vertical) box on the left to its (corresponding) name on the right. Click the OK button to check your answer.
bs: Odvuci svaku sliku sa lijeve strane na odgovarajuće ime sa desne strane. Klikni na dugme „U redu“ da provjeriš odgovore.
pt: Arrasta cada imagem na caixa (vertical) à esquerda para o seu (correspondente) nome à direita. Clica em Aceitar para verificares a tua resposta.
sr@latin: Prevuci svaku sliku sa leve strane na odgovarajući naziv sa desne strane. Klikni na dugme „U redu“ da proveriš odgovore.

source: Drag and Drop each item onto its name
bs: Prevucite i pustite stavke na njihova imena
pt: Arrasta e larga os objetos em cima do seu nome
sr@latin: Prevuci i pusti stavke na njihove nazive

source: mail box
bs: poštansko sanduče
pt: caixa do correio
sr@latin: poštansko sanduče

source: sailing boat
bs: jedrenjak
pt: barco à vela
sr@latin: jedrenjak

source: lamp
bs: lampa
pt: candeeiro
sr@latin: lampa

source: postcard
bs: razglednica
pt: postal
sr@latin: razglednica

source: fishing boat
bs: ribarski čamac
pt: barco de pesca
sr@latin: ribarski čamac

source: bulb
bs: sijalica
pt: lâmpada
sr@latin: sijalica

source: glass
bs: čaša
pt: copo
sr@latin: čaša

source: egg
bs: jaje
pt: ovo
sr@latin: jaje

source: eggcup
bs: stalak za jaje
pt: taça de ovo
sr@latin: stalak za jaje

source: flower
bs: cvijet
pt: flor
sr@latin: cvet

source: vase
bs: vaza
pt: vaso
sr@latin: vaza

source: rocket
bs: raketa
pt: foguetão
sr@latin: raketa

source: star
bs: zvijezda
pt: estrela
sr@latin: zvezda

source: sofa
bs: kauč
pt: sofá
sr@latin: kauč

source: light house
bs: svjetionik
pt: farol
sr@latin: svetionik

source: tree
bs: drvo
pt: árvore
sr@latin: drvo

source: bicycle
bs: bicikl
pt: bicicleta
sr@latin: bicikl

source: carrot
bs: šargarepa
pt: cenoura
sr@latin: šargarepa

source: grater
bs: trenica
pt: ralador
sr@latin: trenica

source: pencil
bs: olovka
pt: lápis
sr@latin: olovka

source: truck
bs: kamion
pt: camião
sr@latin: kamion

source: van
bs: kombi
pt: carrinha
sr@latin: kombi

source: castle
bs: dvorac
pt: castelo
sr@latin: dvorac

source: crown
bs: kruna
pt: coroa
sr@latin: kruna

source: flag
bs: zastava
pt: bandeira
sr@latin: zastava

source: racket
bs: reket
pt: raqueta
sr@latin: reket

source: Music instruments
bs: Muzički instrumenti
pt: Instrumentos musicais
sr@latin: Muzički instrumenti

source: Click on the correct musical instruments
bs: Kliknite na korektni muzički instrument
pt: Escolhe os instrumentos musicais corretos
sr@latin: Klikni na odgovarajuće muzičke instrumente

source: Learn to recognize musical instruments.
bs: Saznajte kako prepoznati muzičke instrumente.
pt: Aprender a reconhecer instrumentos musicais.
sr@latin: Nauči da prepoznaješ muzičke instrumente.

source: Click on the correct instrument.
bs: Kliknite na ispravni instrument.
pt: Clica no instrumento correto.
sr@latin: Klikni na pravi instrument.

source: Find the clarinet
bs: Pronađi klarinetu
pt: Clica no clarinete
sr@latin: Nađi klarinet

source: Find the transverse flute
bs: Pronaađi poprečnu flautu
pt: Clica na flauta transversal
sr@latin: Nađi poprečnu flautu

source: Find the guitar
bs: Pronađi gitaru
pt: Clica na guitarra
sr@latin: Nađi gitaru

source: Find the harp
bs: Pronađi harfu
pt: Clica na harpa
sr@latin: Nađi harfu

source: Find the piano
bs: Pronađi klavir
pt: Clica no piano
sr@latin: Nađi klavir

source: Find the saxophone
bs: Pronađi saksofon
pt: Clica no saxofone
sr@latin: Nađi saksofon

source: Find the trombone
bs: Pronađi trombon
pt: Clica no trombone
sr@latin: Nađi trombon

source: Find the trumpet
bs: Pronađi trubu
pt: Clica no trompete
sr@latin: Nađi trubu

source: Find the violin
bs: Pronađi violinu
pt: Clica no violino
sr@latin: Nađi violinu

source: Find the drum kit
bs: Pronađi bubnjeve
pt: Clica na bateria
sr@latin: Nađi bubnjeve

source: Find the accordion
bs: Pronađi harmoniku
pt: Clica no acordeão
sr@latin: Nađi harmoniku

source: Find the banjo
bs: Pronađi bendžo
pt: Clica no banjo
sr@latin: Nađi bendžo

source: Find the bongo
bs: Pronađi Bongo
pt: Clica no bongo
sr@latin: Nađi bongo

source: Find the electric guitar
bs: Pronađi električnu gitaru
pt: Clica na guitarra elétrica
sr@latin: Nađi električnu gitaru

source: Find the castanets
bs: Pronađi kastanjaste
pt: Clica nas castanholas
sr@latin: Nađi kastanjete

source: Find the cymbal
bs: Pronađi cimbal
pt: Clica no címbalo
sr@latin: Nađi cimbal

source: Find the cello
bs: Pronađi violončelo
pt: Clica no violoncelo
sr@latin: Nađi violončelo

source: Find the harmonica
bs: Pronađi harmoniku
pt: Clica na harmónica
sr@latin: Nađi usnu harmoniku

source: Find the horn
bs: Pronađi trubu
pt: Clica na buzina
sr@latin: Nađi rog

source: Find the maracas
bs: Pronađi maracas
pt: Clica nas maracas
sr@latin: Nađi marakas

source: Find the organ
bs: Pronađi orgulje
pt: Clica no orgão
sr@latin: Nađi orgulje

source: Find the snare drum
bs: Pronađi bubanj
pt: Clica no tambor
sr@latin: Nađi doboš

source: Find the timpani
bs: Pronađi timpana
pt: Clica no tímpano
sr@latin: Nađi timpane

source: Find the triangle
bs: Pronađi trokut
pt: Clica no triângulo
sr@latin: Nađi trougao

source: Find the tambourine
bs: Pronađi tamburin
pt: Clica no tamborete
sr@latin: Nađi daire

source: Find the tuba
bs: Pronađite tuba
pt: Clica na tuba
sr@latin: Nađi tubu

source: Gravity is universal and Newton's law of universal gravitation extends gravity beyond earth. This force of gravitational attraction is directly dependent upon the masses of both objects and inversely proportional to the square of the distance that separates their centers.
bs: Gravitacija je univerzalna i Njutnov zakon gravitacije vrijedi i za gravitaciju van Zemlje. Ova snaga gravitacijskog privlačenja direktno proporcionalno ovisi o masama oba predmeta i obrnuto je proporcionalna kvadratu udaljenosti između ta dva predmeta.
pt: A gravidade é universale a lei de Newton de gravitação universal estende a gravidade para além da Terra. Esta força de atração gravitacional é diretamente dependente das massas de ambos os objetos e inversamente proporcional ao quadrado da distância que separa os seus centros.
sr@latin: Gravitacija je univerzalna a Njutnov zakon univerzalne gravitacije proširuje gravitaciju van zemlje. Ova sila gravitacionog privlačenja direktno zavisi od mase oba tela, a obrnuto je proporcionalna kvadratu rastojanja između njih.

source: Since the gravitational force is directly proportional to the mass of both interacting objects, more massive objects will attract each other with a greater gravitational force. So as the mass of either object increases, the force of gravitational attraction between them also increases but this force is inversely proportional to the square of the separation distance between the two interacting objects, more separation distance will result in weaker gravitational forces.
bs: Budući da je gravitacijska sila direktno proporcionalna proizvodu masa oba tijela, tijelo koje ima veću masu će da privlači sa više gravitacijske sile. Dakle, kad se masa bilo kojeg objekta povećava, intenzitet sile između njih se povećava, a ta sila je obrnuto proporcionalna kvadratu udaljenosti rastojanja između ta dva tijela, više rastojanje rezultira manjim intenzitetom gravitacione sile.
pt: Dado que a força da gravidade é diretamente proporcional à massa dos objetos interatuantes, objetos com mais massa atraem-se com maior força gravitacional. Assim, à medida que a massa de qualquer um dos objetos aumenta, a força de atração gravitacional entre eles aumenta também, mas esta força é inversamente proporcional ao quadrado da distância entre eles. Maior distância resulta em forças gravitacionais mais fracas.
sr@latin: Pošto je sila gravitacije direktno proporcionalna masi oba međudejstvena objekata, masivniji objekti će privlačiti jedni druge većom silom gravitacije. Dakle, sa povećanjem mase objekata, i sila njihovog gravitacionog privlačenja se povećava, ali ova sila je obrnuto proporcionalna kvadratu rastojanja između dva međudejstvena objekta, veće rastojanje će rezultirati slabijom silom gravitacije.

source: Your goal is to let Tux's spaceship move by changing the mass of its surrounding planets. Don't get too close to the planets or you will crash on them. The arrow indicates the direction of the force on your ship.
bs: Vaš zadatak je da Tux-ov svemirski potez mijenja masu okolnih planeta. Nemojte se previše prbližiti planetama ili ćete se srušiti na njih. Strelica pokazuje smijer sile na tvoj brod.
pt: O teu objetivo é deixar que a nave do Tux se mova quando alteras a massa dos planetas circundantes. Não te aproximes muito dos planetas, senão chocas com eles. A seta indica a direção da força na tua nave.
sr@latin: Imaš zadatak da omogućiš kretanje Pingoslavljevog svemirskog broda tako što ćeš menjati mase okolnih planeta. Nemoj se previše približiti planetama ili ćeš se srušiti na njih. Strelica pokazuje smer sile na tvom brodu.

source: Avoid the asteroid and join the space shuttle to win.
bs: Izbjegavajte asteroid i pridružite se space shuttle za pobjedu.
pt: Evita o asteroide e junta-te ao foguetão para ganhar.
sr@latin: Izbegavaj asteroide i stigni do svemirskog broda da bi pobedio/la.

source: Intro gravity
bs: Uvodna gravitacija
pt: Introdução à gravidade
sr@latin: Unutar gravitacije

source: Introduction to the concept of gravity
bs: Uvod u pojam gravitacije
pt: Introdução ao conceito de gravidade
sr@latin: Uvod u pojam gravitacije

source: Maintain the spaceship in the middle without crashing into the planets or the asteroids
bs: Održavajte svemirski brod na sredini bez pada sistema u planete ili asteroide.
pt: Mantém a nave espacial no meio sem chocar com os planetas ou os asteroides
sr@latin: Zadrži svemirski brod po sredini a da se ne slupaš o planete ili asteroide

source: Follow the instructions when you run the activity.
bs: Slijedite upute kada pokrenete aktivnost.
pt: Segue as instruções quando executas a atividade.
sr@latin: Prati uputstva dok izvodiš ovu vežbu.

source: Gravity: %s
bs: Gravitacija: %s
pt: Gravidade: %s
sr@latin: Gravitacija: %s

source: Use the up and down keys to control the thrust Use the right and left keys to control direction. You must drive Tux's ship towards the landing platform. The landing platform turns green when the velocity is safe to land
bs: Koristite strelice "gore" i " dole " za kontrolu potiska Koristite strelijce "lijevo " i "desno" za kontrolu smijera. Morate voziti Tux-ov brod do platforme za slijetanje. Platforma za slijetanja postaje zelena kada je dostignuta brzina za sigurno slijetanje.
pt: Usa as setas acima e abaixo para controlar o impulso, usa as setas direita e esquerda para controlar a direção. Tens de dirigir a nave do Tux para a plataforma de aterragem. A plataforma fica verde quando a velocidade for segura para aterrares.
sr@latin: Koristi tastere na gore i na dole da upravljaš potiskom Koristi tastere na levo i na desno da upravljaš pravcem. Moraš da dovezeš Pingoslavljev brod do platforme za sletanje. Platforma za sletanje postaje zelena kada je brzina bezbedna za sletanje

source: Click on me or press the Return key when you are ready.
bs: Kliknite na mene ili pritisnite tipku "Nazad" kada ste spremni.
pt: Clica-me ou prime a tecla Enter quando estiveres pronto.
sr@latin: Kada si spreman/a klikni na mene ili pritisni taster unosa.

source: I am ready!
bs: Ja sam spreman!
pt: Estou pronto!
sr@latin: Spreman sam!

source: Height:
bs: Visina:
pt: Altura:
sr@latin: Visina:

source: Fuel
bs: Gorivo
pt: Combustível
sr@latin: Gorivo

source: Velocity:
bs: Brzina:
pt: Velocidade:
sr@latin: Brzina:

source: Land Safe
bs: Sigurno prizemljenje
pt: Aterra em segurança
sr@latin: Sleti bezbedno

source: Understanding acceleration due to gravity.
bs: Razumno ubrzanje zbog gravitacije.
pt: Compreender a aceleração devido à gravidade.
sr@latin: Razumeti ubrzanje usled gravitacije.

source: Pilot the spaceship towards the green landing area.
bs: Pilot svemirskog broda ide prema zelenom području za slijetanje.
pt: Dirige a nave para a área verde de aterragem,
sr@latin: Upravljaj svemirskim brodom do zelene oblasti za sletanje.

source: Acceleration due to gravity experienced by the spaceship is directly proportional to the mass of the planet and inversely proportional to the square of the distance from the center of the planet. Thus, with every planet the acceleration will differ and as the spaceship comes closer and closer to the planet the acceleration increases. Use the up/down keys to control the thrust and the right/left keys to control direction. The landing platform is green if your speed is fine for a safe landing.
bs: Ubrzanje sile uzrokovano svemirskim brodom je izravno proporcionalno masi planeta i obrnuto proporcionalno kvadratu udaljenosti od središta planeta. Dakle, na svakom planetu ubrzanje će se razlikovat kao i kad svemirski brod dolazi sve bliže i bliže planetu, ubrzanje će se povećavati. Korisi dugmad "gore/dole" za kontrolu potiska i "desno/lijevo" za kontrolu smijera. Platforma za slijetanje je zelena kada je brzina prolagođena za slijetanje.
pt: A aceleração devido à gravidade experimentada pela nave é diretamente proporcional à massa do planeta e inversamente proporcional ao quadrado da distância ao centro do planeta. Assim, a aceleração será diferente para cada planeta. Além disso, à medida que a nave se aproxima dos planetas a aceleração aumenta. Usa as setas acima e abaixo para controlar o impulso e as setas direita e esquerda para controlar a direção. A plataforma de aterragem estará verde se a tua velocidade for segura para aterrar.
sr@latin: Ubrzanje svemirskog broda usled gravitacije je direktno proporcionalno masi planete i obrnuto proporcionalno kvadratu rastojanja od središta planete. Tako, sa svakom planetom ubrzanje će biti različito i kao se svemirski brod bude približavao planeti ubrzanja će se povećavati. Koristi tastere gore/dole da upravljaš potiskom i tastere na desno/levo da upravljaš pravcem. Platforma za sletanje je zelena ako je tvoja brzina odgovarajuća za bezbedno sletanje.

source: Enter the text you hear:
bs: Unesite tekst koji ste čuli:
pt: Insere o texto que ouves:
sr@latin: Unesi tekst koji čuješ:

source: Missing translation for '{word}'
bs: Nedostaje prijevod za '{word}'
pt: Tradução em falta para "{word}"
sr@latin: Nedostaje prevod za „{word}“

source: Enrich your vocabulary
bs: Obogatite svoj vokabular
pt: Enriquece o teu vocabulário
sr@latin: Obogati rečnik

source: List of words in the 'nature' category.
bs: Popis riječi u kategorij "Priroda".
pt: Lista de palavras na categoria "Natureza".
sr@latin: Spisak reči u kategoriji „priroda“.

source: Enrich your vocabulary in your native language or in a foreign one.
bs: Obogatite svoj vokabular na vašem maternjem jeziku ili na nekom stranom.
pt: Enriquece o teu vocabulário no teu idioma nativo ou noutro estrangeiro.
sr@latin: Obogati rečnik na maternjem jeziku ili na nekom stranom.

source: Review a set of words. Each word is shown with a voice a text and an image. When done you are suggested an exercise in which, given the voice, you must find the right word. In the configuration you can select the language you want to learn.
bs: Pregledaj skup riječi. Svaka riječ se prikazuje sa glasom, tekstom i slikom. Kada završiš savjetuje ti se vježba u kojoj je dat glas po kome moraš da pronađeš odgovarajuću riječ. U podešavanjima možeš da izabereš jezik koji želiš da naučiš.
pt: Reve um conujunto de palavras. Cada palavra é mostrada com uma voz, um texto e uma imagem. É-te depois sugerido um exercício em que, dada a voz, tens de encontrar a palavra certa. Na configuração, podes selecionar o idioma que queres aprender.
sr@latin: Pregledaj skup reči. Svaka reč se prikazuje sa glasom, tekstom i slikom. Kada završiš savetuje ti se vežba u kojoj je dat glas po kome moraš da pronađeš odgovarajuću reč. U podešavanjima možeš da izabereš jezik koji želiš da naučiš.
