Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: run GCompris with the default system cursor.
bs: pokrenuti GCompris sa kurosorom na zadani sistem.
pt: Executar o GCompris com o cursor predefinido do sistema.
sr@latin: pokreće Gkompris sa osnovnim pokazivačem sistema.

source: run GCompris without cursor (touch screen mode).
bs: pokrenuti GCompris bez kurosora ( zaslon osjetljiv na dodir).
pt: Executar o GCompris sem cursor (modo Ecrã de toque).
sr@latin: pokreće Gkompris bez pokazivača (režim dodirnog ekrana).

source: display only activities with this difficulty level.
bs: prikaži samo vježbe ove težine.
pt: Mostrar só as atividades com este nível de dificuldade.
sr@latin: prikazuje samo vežbe ove težine.

source: Return to last passed level even when no user is selected
bs: Povratak na zadnju uspješno savladanu razinu čak i kada nije odabran korisnik
pt: Voltar ao último nível passado mesmo quando não haja utilizador selecionado
sr@latin: Vraća se na poslednji pređeni nivo čak i kada nije izabran korisnik

source: Run GCompris with local menu (e.g -l /reading will let you play only activities in the reading directory, -l /strategy/connect4 only the connect4 activity). Use '-l list' to list all the available activities and their descriptions.
bs: Pokreni GCompris na lokalnom meniju (npr. -l/reading dopustit će vam samo aktivnosti u direktorijumu za čitanje, -l/strategy/connect4 samo za connect4 aktivnost). Korisite '-l list' za listu svih dostupnih aktivnosti i njihov opis.
pt: Executar o GCompris com um menu local (por exemplo: executar "-l /reading" num terminal permite-lhe jogar só as atividades na pasta reading; executar "-l /boards/connet4" permite-lhe jogar só a atividade "Quatro em Linha"). Execute "-l list" num terminal para listar todas as atividades disponíveis e as suas descrições.
sr@latin: Pokreni Gkompris sa mesnim izbornikom (npr. „-l /reading“ će ti dati samo vežbe iz tog direktorijuma, „-l /strategy/connect4“ samo igru poveži4). Koristi „-l list“ da izlistaš sve dostupne aktivnosti i njihove opise.

source: GCompris will find the data dir in this directory
bs: GCompris će pronaći podatak dir u ovom direktoriju
pt: O GCompris procurará a pasta de dados nesta pasta
sr@latin: Gkompris će pronaći dir podataka u ovom direktorijumu

source: GCompris will find the skins in this directory
bs: GCompris će pronaći skinove u ovom direktoriju
pt: O GCompris procurará as aparências nesta pasta
sr@latin: Gkompris će pronaći maske u ovom direktorijumu

source: GCompris will find the activity plugins in this directory
bs: GCompris će pronaći datoteke aktivnosti u ovom direktorijumu.
pt: O GCompris procurará as extensões de atividades nesta pasta
sr@latin: Gkompris će pronaći dodatke vežbi u ovom direktorijumu

source: GCompris will find the Python activity in this directory
bs: GCompris će pronaći Pyhton aktivnost u ovom direktoriju
pt: O GCompris procurará a atividade python nesta pasta
sr@latin: Gkompris će pronaći vežbe Pitona u ovom direktorijumu

source: GCompris will find the locale file (.mo translation) in this directory
bs: GCompris će pronaći lokalnu datoteku (.mo prijevod) u ovom direktorijumu.
pt: O GCompris procurará o ficheiro de localização (tradução .mo) nesta pasta
sr@latin: Gkompris će pronaći datoteku jezika („.mo“ prevod) u ovom direktorijumu

source: GCompris will find the activities menu in this directory
bs: GCompris će pronaći mijenu aktivnosti u ovom direktorijumu
pt: O GCompris procurará o menu de atividades nesta pasta
sr@latin: Gkompris će pronaći izbor vežbi u ovom direktorijumu

source: Run GCompris in administration and user-management mode
bs: Pokreni GKompris u režimu administracije i upravljanja korisnicima
pt: Executar o GCompris em modo de administração e gestão de utilizadores.
sr@latin: Pokreće Gkompris u režimu administracije i upravljanja korisnicima

source: Use alternate database for profiles [$HOME/.config/gcompris/gcompris_sqlite.db]
bs: Koristi alternativnu bazu za profile [$HOME/.config/gcompris/gcompris_sqlite.db]
pt: Usar uma base de dados alternativa para os perfis: "$HOME/.config/GCompris/GCompris_sqlite.db".
sr@latin: Koristi zamensku bazu za profile [$HOME/.config/gcompris/gcompris_sqlite.db]

source: Create the alternate database for profiles
bs: Napravi alternativnu bazu za profile
pt: Criar a base de dados alternativa para os perfis.
sr@latin: Pravi zamensku bazu za profile

source: Re-read XML Menus and store them in the database
bs: Ponovo pročitaj XML menije i smesti ih u bazu podataka
pt: Reler os menus XML e gravá-los na base de dados.
sr@latin: Ponovo čita IksML izbornike i smešta ih u bazu podataka

source: Set the profile to use. Use 'gcompris -a' to create profiles
bs: Postavi profil koji se koristi. Koristite „gcompris -a“ da napravite profile
pt: Definir o perfil a utilizar. Execute "GCompris -a" para criar perfis.
sr@latin: Podešava profil za korišćenje. Koristite „gcompris -a“ da napravite profile

source: List all available profiles. Use 'gcompris -a' to create profiles
bs: Listaj sve dostupne profile. Koristite „gcompris -a“ da napravite profile
pt: Listar todos os perfis disponíveis. Execute "GCompris -a" para criar perfis.
sr@latin: Navodi sve dostupne profile. Koristite „gcompris -a“ da napravite profile

source: Config directory location: [$HOME/.config/gcompris]. Alternate is to set $XDG_CONFIG_HOME.
bs: Podesi lokaciju direktorijuma: [$HOME/.config/gcompris]. Ili postavite promjenljivu $XDG_CONFIG_HOME.
pt: Localização da pasta de configuração: "$HOME/.config/GCompris". Como alternativa, pode definir: "$XDG_CONFIG_HOME".
sr@latin: Podešava putanju direktorijuma: [$HOME/.config/gcompris]. Alternativa je da podesite „$XDG_CONFIG_HOME“.

source: The location of user directories: [$HOME/My GCompris]
bs: Lokacija korisničkog direktorijuma: [$HOME/My GCompris]
pt: Localização das pastas do utilizador: "$HOME/My GCompris".
sr@latin: Putanja korisničkog direktorijuma: [$HOME/My GCompris]

source: Run the experimental activities
bs: Pokreni eksperimentalne vježbe
pt: Executar as atividades experimentais.
sr@latin: Pokreće eksperimentalne vežbe

source: Disable the quit button
bs: Isključi dugme za izlaz
pt: Desativar o botão "Sair".
sr@latin: Isključuje dugme za izlaz

source: Disable the config button
bs: Isključi dugme za podešavanja
pt: Desativar o botão "Configurar"
sr@latin: Isključuje dugme za podešavanja

source: Disable the level button
bs: Onemogućiti dugme "razina"
pt: Desativar o botão "Nível".
sr@latin: Isključuje dugme nivoa

source: Disable the database (slower start and no user log)
bs: Onemogući bazu podataka (sporiji početak i nema korisnički dnevnik)
pt: Desativar a base de dados (arranque lento e sem diário de utilizador)
sr@latin: Isključuje bazu podataka (sporije pokretanje i bez prijave korisnika)

source: Global drag and drop mode: normal, 2clicks, both. Default mode is normal.
bs: Opšti režim za prevuci-i-pusti: normalan, 2 klika, oba. Podrazumevano je normalan.
pt: Modo global de arrastar e largar: normal, 2 cliques, ambos. Modo normal por predefinição.
sr@latin: Opšti režim za prevuci-i-pusti: normalan, 2 klika, oba. Podrazumevano je normalan.

source: Do not avoid the execution of multiple instances of GCompris.
bs: Ne izbegavaj izvršavanje višestrukih instanci GKomprisa.
pt: Não impedir a execução em simultâneo de múltiplas instâncias do GCompris.
sr@latin: Ne izbegava izvršavanje višestrukih instanci Gkomprisa.

source: Disable maximization zoom
bs: Onemogući maximizaciju zumiranja
pt: Desativar ampliação de maximização
sr@latin: Isključuje uvećavanje

source: Increase activities' timeout delays; useful values > 1.0; 1.0 to not change hardcoded value
bs: Povećana aktivnost kašnjenja timeouta; korisne vrijednosti > 1.0; 1.0 da ne mijenjaju hardcore vrijednosti
pt: Aumentar o atraso de expiração das atividades; valores úteis > 1,0; 1,0 para não alterar
sr@latin: Povećava kašnjenja isteka vremena vežbi; korisne vrednosti > 1.0; 1.0 da ne menja striktno kodne vrednosti

source: How activities' timeout delays are growing for several actors; useful values < 1.0; 1.0 to not change hardcoded value
bs: Kako kašnjenje timeout aktivnosti raste za nekoliko vrijednosti; korisne vrijednosti < 1.0; 1.0 ne mijenjaju hardcore vrijednost
pt: Como o atraso de expiração das atividades cresce para vários atores; valores úteis < 1,0; 1,0 para não alterar
sr@latin: Određuje priraštaj kašnjenja isteka vremena vežbi za nekoliko izvođača; korisne vrednosti > 1.0; 1.0 da ne menja striktno kodne vrednosti

source: For test purpose, run in a loop all the activities
bs: Za testnu svrhu, pokrenite u petlji sve aktivnosti
pt: Para efeitos de teste, executar todas as atividades num ciclo
sr@latin: Za probu, ponavlja neprekidno sve vežbe

source: display debug information on the console.
bs: prikazuje podatke za ispravljanje grešaka u konzoli.
pt: Mostrar informações de depuração na consola.
sr@latin: prikazuje podatke za ispravljanje grešaka u konzoli.

source: Print the version of
bs: Ispiši izdanje za
pt: Imprimir a versão de
sr@latin: Ispisuje izdanje za

source: GCompris is free software released under the GPL License. In order to support its development, this version provides only %d of the %d activities. You can get the full version for a small fee at <http://gcompris.net> The GNU/Linux version does not have this restriction. If you also believe that we should teach freedom to children, please consider using GNU/Linux. Get more information at FSF: <http://www.fsf.org/philosophy>
bs: GCompris je besplatni softver objavljen pod GPL licencom. U cilju podrške njegovom razvoju ova verzija omogućuje samo %d od %d mogućnosti. Možete dobiti punu verziju za malu naknadu na <http://gcompris.net> GNU/Linux verzija nema ovo ograničenje. Ako mislite da bi djecu trebalo učiti o slobodi, onda razmislite o korišćenju GNU/Linux. Više informacija na FSF: <http://www.fsf.org/philosophy>
pt: O GCompris é uma aplicação pública (dita "livre"), distribuída com uma licença GNU GPL. No sentido de contribuir para o seu desenvolvimento, a versão para o sistema Windows só disponibiliza %d das %d atividades; pode obter a versão completa, contribuindo com uma pequena quantia, em <http://gcompris.net> A versão para o sistema Linux não tem restrições. Se concorda com a importância de ensinar a liberdade aos alunos, por favor, considere utilizar Linux. Obtenha mais informações junto da Free Software Foundation: <http://www.fsf.org/philosophy>
sr@latin: Gkompris je slobodan program izdat pod OJL. Da bi se podržao njegov razvoj, ovo izdanje obezbeđuje samo %d od %d vežbe. Čitavo izdanje možete da nabavite uz malu nadoknadu na: <http://gcompris.net> Izdanje za GNU/Linuks nema ova ograničenja. Ako takođe verujete da decu treba da učimo slobodi, molimo vas da razmotrite korišćenje GNU/Linuksa. Više informacija možete naći na sajtu ZSS: <http://www.fsf.org/philosophy>

source: Failed to load the skin '%s' (Check the file exists and is readable)
bs: Nije uspjelo učitavanje skina '%s' (Provjerite da li fajl postoji i da li se može čitati)
pt: Falha ao carregar a aparência "%s" (verifique se o ficheiro existe e é legível)
sr@latin: Nisam uspeo da učitam masku „%s“ (Proveri da li datoteka postoji i da li je čitljiva)

source: Retrieving remote data...
bs: Preuzimam udaljene podatke...
pt: A obter dados remotos...
sr@latin: Preuzimam udaljene podatke...

source: GCompris won't start because the lock file is less than %d second old.
bs: GCompris se neće pokrenuti jer je datoteka zaključavanja starija od %d sekunde.
pt: O GCompris não vai iniciar porque o ficheiro de fecho tem menos de %d segundo.
sr@latin: Gkompris se neće pokrenuti zato što je datoteka zaključavanja mlađa od %d sekunde.

source: The lock file is: %s
bs: Datoteka zaključavanja: %s
pt: O ficheiro de fecho é: %s
sr@latin: Datoteka zaključavanja: %s

source: GCompris Version: %s License: GPL More info at http://gcompris.net
bs: GCompris Verzija: %s Licenca: GPL Više informacija na http://gcompris.net
pt: GCompris Versão : %s Licença : GPL Mais informações em "http://gcompris.net".
sr@latin: Gkompris Izdanje: %s Licenca: OJL Više na „http://gcompris.net“

source: Use -l to access an activity directly.
bs: Koristite -l parametar da direktno pristupite vježbi.
pt: Execute "-l" para aceder a uma atividade diretamente.
sr@latin: Koristi parametar „-l“ da direktno pristupiš vežbi.

source: The list of available activities is :
bs: Lista dostupnih vježbi je :
pt: A lista das atividades disponíveis é:
sr@latin: Spisak dostupnih vežbi je :

source: Number of activities: %d
bs: Broj mogućnosti: %d
pt: Número de atividades: %d
sr@latin: Broj vežbi: %d

source: %s exists but is not readable or writable
bs: %s postoji, ali ne može se čitati ili pisati
pt: %s existe mas não pode ser lido nem escrito.
sr@latin: %s postoji ali se ne može čitati niti prepisivati

source: ERROR: Profile '%s' is not found. Run 'gcompris --profile-list' to list available ones
bs: GREŠKA: Profil '%s' nije pronađen. Pokrenite 'gcompris -- profile-list' da vidite popis dostupnih profila
pt: Erro: o perfil "%s" não foi encontrado. Execute "gcompris --profile-list" para listar os perfis disponíveis.
sr@latin: GREŠKA: Profil „%s“ nije pronađen. Pokreni „gcompris --profile-list“ da prikažeš dostupne

source: The list of available profiles is:
bs: Lista dostupnih profila je:
pt: A lista de perfis disponíveis é:
sr@latin: Spisak dostupnih profila je:

source: Unaffected
bs: Van uticaja
pt: Não afetado
sr@latin: Bez uticaja

source: Users without a class
bs: Korisnici bez razreda
pt: Utilizadores sem turma
sr@latin: Korisnici bez razreda

source: Loading activity from database: %s
bs: Učitavanje mogućnosti iz baze podataka: %s
pt: A carregar atividade da base de dados: %s
sr@latin: Učitavam vežbu iz baze podataka: %s

source: Prerequisite
bs: Preduslovi
pt: Pré-requisitos
sr@latin: Preduslovi

source: Goal
bs: Cilj
pt: Objetivo
sr@latin: Cilj

source: Manual
bs: Uputstvo
sr@latin: Uputstvo

source: Credit
bs: Zasluge
pt: Créditos
sr@latin: Zasluge

source: Loading activity from file: %s
bs: Učitavanje mogućnosti iz fajla: %s
pt: A carregar atividade do ficheiro: %s
sr@latin: Učitavam vežbu iz datoteke: %s

source: All the activities are disabled in this profile. Go in the GCompris administration module and activate at least one activity.
bs: Sve mogućnosti su isključene u ovom profilu. Idite u GCompris modul administraciju i aktivirajte barem jednu mogućnost.
pt: Estão desativadas todas as atividades neste perfil. Vá ao módulo de administração do GCompris e ative pelo menos uma atividade.
sr@latin: Sve vežbe su isključene u ovom profilu. Idi na modul administracije Gkomprisa i aktiviraj barem jednu vežbu.

source: This directory contains the files you create with the GCompris educational suite
bs: Ovaj direktorijum sadrže datoteke koje ste napravili sa obrazovnim paketom GKompris
pt: Esta pasta contém os ficheiros que criou com as atividades da coleção educativa GCompris.
sr@latin: Ovaj direktorijum sadrži datoteke koje si napravio sa obrazovnim paketom Gkompris

source: Put any number of images in this directory. You can include these images in your drawings and animations. The image formats supported are jpeg, png and svg.
bs: Stavite koliko želite slika u ovaj direktorijum. Te slike možete uključiti u vaše crteže i animacije. Podržani formati slika su jpeg, png i svg.
pt: Coloque qualquer número de imagens nesta pasta. Pode incluir estas imagens nos seus desenhos e animações. Os formatos de imagem admitidos são JPEG, PNG e SVG.
sr@latin: Stavi koliko želiš slika u ovaj direktorijum. Te slike možeš uključiti u crteže i animacije. Podržani formati slika su „jpeg“, „png“ i „svg“.

source: Sharing Error
bs: Dijeljenje Greške
pt: Erro de partilha
sr@latin: Greška deljenja

source: Cannot retrieve remote data
bs: Ne mogu dohvatiti udaljenje podatke
pt: Impossível obter dados remotos
sr@latin: Ne mogu da preuzmem udaljene podatke

source: About
bs: O programu
pt: Sobre
sr@latin: O programu

source: Refresh
bs: Osvježi
pt: Atualizar
sr@latin: Osveži

source: Settings
bs: Podešavanja
pt: Definições
sr@latin: Podešavanja

source: Previous level
bs: Prethodni nivo
pt: Nível anterior
sr@latin: Prethodni nivo

source: Next level
bs: Sljedeći nivo
pt: Nível seguinte
sr@latin: Sledeći nivo

source: Back
bs: Nazad
pt: Recuar
sr@latin: Nazad

source: Cannot initiate sharing session
bs: Ne mogu pokrenuti sesije dijeljenja
pt: Impossível iniciar sessão de partilha
sr@latin: Ne mogu da pokrenem sesiju deljenja

source: Time Elapsed
bs: Proteklo vrijeme
pt: Tempo decorrido
sr@latin: Proteklo vreme

source: Remaining Time = %d
bs: Preostalo vrijeme = %d
pt: Tempo restante = %d
sr@latin: Preostalo vreme = %d

source: Locate the region
bs: Nađite oblast
pt: Identifica as regiões
sr@latin: Nađi oblast

source: Drag and Drop the regions to redraw the whole country
bs: Prevucite i pustite pokrajine da iscrtate cijelu državu
pt: Arrasta e larga as regiões para redesenhar o país
sr@latin: Prevuci i pusti oblasti da iscrtaš celu državu

source: Mouse manipulation: movement, drag and drop
bs: Upravljanje mišem: kretanje, prevlačenje i puštanje
pt: Utilização do rato: movimento, arrastar e largar
sr@latin: Upravljanje mišem: kretanje, prevlačenje i puštanje

source: The map of Germany comes from Wikipedia and is released under the GNU Free Documentation License. Olaf Ronneberger and his children Lina and Julia Ronneberger created the German level.
bs: Mapa Njemačke dolazi sa Vikipedije i izdata je pod licencom GNU slobodne dokumentacije. Olaf Roneberger i njegova djeca Lina i Julija Roneberger su napravili nivo za Njemačku.
pt: O mapa da Alemanha vem da Wikipedia e é lançado sob licença GNU Free Documentation License. Olaf Ronneberger e as suas filhas Lina e Julia Ronneberger criaram o nível alemão.
sr@latin: Mapa Nemačke dolazi sa Vikipedije i izdata je pod licencom Gnuove slobodne dokumentacije. Olaf Roneberger i njegova deca Lina i Julija Roneberger su napravili nivo za Nemačku.

source: United States of America
bs: Sjedinjene Američke Države
pt: Estados Unidos da América
sr@latin: Sjedinjene Američke Države

source: Connecticut
sr@latin: Konektikat

source: Rhode Island
bs: Rod Ajland
sr@latin: Rod Ajland

source: Massachusetts
bs: Masačusets (Massachusetts)
sr@latin: Masačusets

source: Wyoming
sr@latin: Vajoming

source: Utah
sr@latin: Juta

source: California
bs: Kalifornija (California)
pt: Califórnia
sr@latin: Kalifornija

source: Washington D.C.
sr@latin: Vašington D.C.

source: Maine
sr@latin: Mejn

source: New Hampshire
sr@latin: Nju Hempšir

source: New York
sr@latin: Njujork

source: Pennsylvania
bs: Pensilvanija (Pennsylvania)
sr@latin: Pensilvanija

source: Delaware
sr@latin: Delaver

source: New Jersey
bs: Nju Džersi (New Jersey)
sr@latin: Nju Džersi

source: Maryland
bs: Merilend (Maryland)
sr@latin: Merilend

source: USA|Georgia
pt: EUA|Georgia
sr@latin: Džordžija

source: South Carolina
bs: Južna Karolina
pt: Carolina do Sul
sr@latin: Južna Karolina

source: North Carolina
bs: Sjeverna Karolina
pt: Carolina do Norte
sr@latin: Severna Karolina

source: Virginia
bs: Virdžinija (Virginia)
sr@latin: Virdžinija

source: West Virginia
bs: Zapadna Virdžinija
sr@latin: Vest Virdžinija

source: Ohio
bs: Ohajo (Ohio)
sr@latin: Ohajo

source: Michigan
bs: Mičigen (Michigan)
sr@latin: Mičigen

source: Wisconsin
bs: Viskonsin (Wisconsin)
sr@latin: Viskonsin

source: Illinois
bs: Ilinois (Illinois)
sr@latin: Ilinois

source: Indiana
bs: Indijana (Indiana)
sr@latin: Indijana

source: Kentucky
bs: Kentaki (Kentucky)
sr@latin: Kentaki

source: Tennessee
bs: Tenisi (Tennessee)
sr@latin: Tenesi

source: Mississippi
bs: Misisipi (Mississippi)
sr@latin: Misisipi

source: Louisiana
bs: Luizijana
sr@latin: Luizijana

source: Arkansas
bs: Arkanzas (Arkansas)
sr@latin: Arkanzas

source: Missouri
bs: Misuri (Missouri)
sr@latin: Misuri

source: Iowa
bs: Ajova (Iowa)
sr@latin: Ajova

source: Minnesota
bs: Minesota (Minnesota)
sr@latin: Minesota

source: Texas
bs: Teksas (Texas)
sr@latin: Teksas

source: Hawaii
bs: Havaji (Hawaii)
sr@latin: Havaji

source: Alaska
bs: Aljaska
sr@latin: Aljaska

source: New Mexico
bs: Novi Meksiko
pt: Novo México
sr@latin: Novi Meksiko

source: Colorado
bs: Kolorado (Colorado)
sr@latin: Kolorado

source: Kansas
bs: Kanzas (Kansas)
sr@latin: Kanzas

source: South Dakota
bs: Južna Dakota
sr@latin: Južna Dakota

source: North Dakota
bs: Sjeverna Dakota
sr@latin: Severna Dakota

source: Idaho
sr@latin: Ajdaho

source: Washington
bs: Vašington (Washington)
sr@latin: Vašington

source: Regions of France
bs: Oblasti Francuske
pt: Regiões de França
sr@latin: Oblasti Francuske

source: India
bs: Indija
pt: Índia
sr@latin: Indija

source: Northern Scotland
bs: Sjeverna Škotska
pt: Escócia Norte
sr@latin: Severna Škotska

source: Skye
sr@latin: Skaje

source: Lochaber
sr@latin: Lokaber

source: Lochalsh, Badenoch, Cromarty and Strathspey
bs: Lochalsh, Badenoch, Cromarty i Strathspey
pt: Lochalsh, Badenoch, Cromarty e Strathspey
sr@latin: Lokalš, Badenoh, Kromarti i Strejtspej

source: Inverness and Nairn
bs: Inverness i Nairn
pt: Inverness e Nairn
sr@latin: Invernes i Nairn

source: Ross
sr@latin: Ros

source: Sutherland
sr@latin: Saterlend

source: Caithness
sr@latin: Kejtnes

source: Shetland
sr@latin: Šetland

source: Orkney
sr@latin: Orkni

source: Na h-Eileanan Siar
sr@latin: Na h-Ajlinan Sjar

source: Moray
sr@latin: Moraj

source: Aberdeen
bs: Aberdin (Aberdeen)
sr@latin: Aberdin

source: Aberdeenshire
sr@latin: Aberdinšajr

source: Southern Scotland
bs: Južna Škotska
pt: Escócia Sul
sr@latin: Južna Škotska

source: Argyll and Bute
pt: Argyll e Bute
sr@latin: Ardžil i Bjut

source: Perth and Kinross
bs: Perth i Kinross
pt: Perth e Kinross
sr@latin: Pert i Kinros

source: Dundee
bs: Dandi (Dundee)
sr@latin: Dandi

source: Fife
sr@latin: Fajf

source: Clackmannanshire
sr@latin: Klekmenšajr

source: North Ayrshire
bs: Sjeverna Ayrshire
pt: Ayrshire Norte
sr@latin: Severni Ejršajr

source: Inverclyde
sr@latin: Inverklajd

source: Renfrewshire
sr@latin: Renfrevšajr

source: East Renfrewshire
bs: Istočni Renfrewshire
pt: Renfrewshire Este
sr@latin: Istočni Renfrevšajr

source: West Dunbartonshire
bs: Zapadni Dunbartonshire
pt: Dunbartonshire Oeste
sr@latin: Zapadni Danbartonšajr

source: East Dunbartonshire
bs: Istočni Dunbartonshire
pt: Dunbartonshire Este
sr@latin: Istočni Danbartonšajr

source: Glasgow
bs: Glazgov (Glasgow)
sr@latin: Glazgov

source: East Ayrshire
bs: Istočni Ayrshire
pt: Ayrshire Este
sr@latin: Istočni Ejršajr

source: South Ayrshire
bs: Južna Ayrshire
pt: Ayrshire Sul
sr@latin: Južni Ejršajr

source: Dumfries and Galloway
bs: Dumfries i Galloway
pt: Dumfries e Galloway
sr@latin: Damfriz i Gelovej

source: North Lanarkshire
bs: Sjeverni Lanarkshire
pt: Lanarkshire Norte
sr@latin: Severni Lanarkšajr

source: South Lanarkshire
bs: Južni Lanarkshire
pt: Lanarkshire Sul
sr@latin: Južni Lanarkšajr

source: Falkirk
sr@latin: Felkirk

source: Edinburgh
bs: Edinburg (Edinburgh)
pt: Edinburgo
sr@latin: Edinburg

source: West Lothian
bs: Zapadni Lothian
pt: Lothian Oeste
sr@latin: Zapadni Lotjan

source: Midlothian
sr@latin: Srednji Lotjan

source: East Lothian
bs: Istočni Lothian
pt: Lothian Este
sr@latin: Istočni Lotjan

source: Scottish Borders
bs: Škotski Borders
pt: Fronteiras escocesas
sr@latin: Škotske Granice

source: Deutschland Bundesländer
bs: Njemačke pokrajine
sr@latin: Nemačke pokrajine

source: Provincias Argentinas
bs: Argentinske provincije
pt: Províncias da Argentina
sr@latin: Argentinske provincije

source: Polish Voivodship
bs: Vojvodstva Poljske
pt: Regióes da Polónia
sr@latin: Vojvodstva Poljske

source: Districts of Turkey
bs: Okruzi Turske
pt: Distritos da Turquia
sr@latin: Okruzi Turske

source: Eastern Districts of Turkey
bs: Istočni okruzi Turske
pt: Distritos do Leste da Turquia
sr@latin: Istočni okruzi Turske
