Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: In the main board area, a set of objects is displayed. In the vertical box (at the left of the main board) another set of objects is shown, each object in the group on the left matching exactly one object in the main board area. This game challenges you to find the logical link between these objects. How do they fit together? Drag each object to the correct red space in the main area.
bs: Na glavnoj površini prikazan je skup objekata. U uspravnom okviru (sa lijeve strane glavne površine) prikazan je još jedan skup objekata. Svaki objekat sa lijeve strane odgovara jednom objektu sa glavne površine. Potrebno je pronaći logičku vezu između ovih objekata. Po čemu se oni slažu? Prevucite svaki objekat na pravi crveni prostor na glavnoj površini.
pt: Este jogo desafia-te a encontrares a ligação lógica entre vários objetos. Que pares se formam? No painel principal, é apresentada uma lista de objetos. No painel da esquerda é apresentado outro conjunto de objetos, cada um deles correspondendo a apenas um objeto do painel principal. Clica em cada objeto do painel da esquerda e, deslocando o rato, move-o para o ponto vermelho correto, no painel principal.
sr@latin: Na glavnoj površini table prikazan je skup objekata. U uspravnom okviru (sa leve strane glavne površine) prikazan je još jedan skup objekata. Svaki objekat sa leve strane odgovara jednom objektu sa glavne površine. Potrebno je pronaći logičku vezu između ovih objekata. Čime se oni dopunjuju? Prevuci svaki objekat na odgovarajući crveni prostor na glavnoj površini.

source: <b>%1$s</b> configuration for profile <b>%2$s</b>
bs: Podešavanja <b>%1$s</b>-a za profil <b>%2$s</b>
pt: Configuração <b>%1$s</b> para o perfil <b>%2$s</b>
sr@latin: Podešavanja <b>%1$s</b>-a za profil <b>%2$s</b>

source: Complete the puzzle
bs: Složi slagalicu
pt: Completa o puzzle
sr@latin: Složi slagalicu

source: Drag and Drop the shapes on their respective targets
bs: Privuci i pusti oblike na odgovarajuće mjesto
pt: Arrasta e larga as formas nos seus espaços respetivos
sr@latin: Prevuci i pusti oblike na njihova odgovarajuća mesta

source: Good mouse-control
bs: Dobro upravljanje mišem
pt: Bom controlo do rato
sr@latin: Dobro upravljanje mišem

source: The dog is provided by Andre Connes and released under the GPL
bs: Kučje je obezbijedio Andre Kones (Connes) i objavio pod OJL (GPL)
pt: O cão foi criado pelo Andre Connes e distribuído sob a GPL
sr@latin: Kucu je obezbedio Andre Kones i objavio pod OJL

source: Complete the puzzle by dragging each piece from the set of pieces on the left, to the matching space in the puzzle.
bs: Složi slagalicu, tako što ćeš dovući svaki dio iz grupe na lijevoj strani, na njegovo mjesto u slagalici.
pt: Completa o puzzle arrastando e largando cada peça do conjunto à esquerda para o espaço correspondente no puzzle.
sr@latin: Složi slagalicu, tako što ćeš dovući svaki deo iz grupe na levoj strani, na odgovarajuće mesto u slagalici.

source: Hello ! My name is Lock.
bs: Zdravo! Moje ime je Žuća.
pt: Olá! O meu nome é Tobias.
sr@latin: Zdravo! Moje ime je Žuća.

source: Lock on the grass.
bs: Žuća na travi.
pt: O Tobias na relva
sr@latin: Žuća na travi.

source: Lock with colored shapes.
bs: Žuća sa obojenim oblicima.
pt: O Tobias com peças coloridas
sr@latin: Žuća sa obojenim oblicima.

source: Paul Gauguin, Arearea - 1892
sr@latin: Pol Gogen, Arearea — 1892

source: Pieter Bruegel the Elder, The peasants wedding - 1568
bs: Pieter Bruegel the Elder, Seljačko vjenčanje- 1568
pt: Pieter Brueghel, “O Velho” – Casamento de camponeses 1568
sr@latin: Piter Brojgel Stariji, Venčanje seljaka — 1568

source: The Lady and the Unicorn - XVe century
bs: Dama i Jednorog - XVIII vijek
pt: "A Dama e o Unicórnio" - século XV
sr@latin: Dama i Unikorn — XV vek

source: Vincent van Gogh, Bedroom in Arles - 1888
bs: Vincent van Gogh, Spavaća soba u Arlesu - 1888
pt: Vincent van Gogh – Quarto em Arles 1888
sr@latin: Vinsent van Gog, Spavaća soba u Arlu — 1888

source: Ambrosius Bosschaert the Elder, Flower Still Life - 1614
bs: Ambrosius Bosschaert the Elder, Cvijeće još život - 1614
pt: Ambrosius Bosschaert, “O Velho” – Flor Natureza-Morta 1614
sr@latin: Ambrozijus Bosšart Stariji, Mrtva priroda cveća — 1614

source: Press the two shift keys at the same time, to make the ball go in a straight line.
bs: Pritisni oba Šift tastera u isto vrijeme da bi loptu poslao pravo naprijed.
pt: Prime as duas teclas <Shift> ao mesmo tempo, para lançares a bola em linha reta.
sr@latin: Pritisni oba tastera „pomak“ u isto vreme da pošalješ loptu pravo napred.

source: Make the ball go to Tux
bs: Pošalji loptu do Pingoslava
pt: Atira a bola ao Tux
sr@latin: Pošalji loptu do Pingoslava

source: bar game
bs: igra sijanja
pt: Jogo das bolas
sr@latin: Barska igra

source: Don't use the last ball
bs: Ne uzimaj posljednju loptu
pt: Não uses a última bola.
sr@latin: Nemoj koristiti poslednju loptu

source: Brain
bs: Mozak
pt: Cérebro
sr@latin: Kefalo

source: Logic-training activity
bs: Igra uvježbavanja logike
pt: Treinar a capacidade lógica.
sr@latin: Igra uvežbavanja logike

source: Place balls in the holes. You win if the computer has to place the last ball. If you want Tux to begin, just click on him.
bs: Stavi lopte u rupe. Pobijedio si ukoliko računar mora da postavi posljednju loptu. Ako želiš da Pingoslav počne, samo klikni na njega.
pt: Um de cada vez, tu e o Tux vão colocar bolas nos orifícios que aparecem no estrado de madeira. Em cada jogada, as bolas são colocadas nos orifícios vazios, o mais à esquerda possível. Perde aquele que colocar a bola no orifício da direita (a vermelho). És tu a começar o jogo. Se preferires que seja o Tux, clica em cima dele. Para jogares, clica na caixa do canto inferior direito até aparecer o número de bolas que pretendes usar e depois confirma a tua opção clicando no botão "Polegar".
sr@latin: Postavi lopte u rupe. Pobedio/la si ukoliko računar mora da postavi poslednju loptu. Ako želiš da Pingoslav počne, samo klikni na njega.

source: Move the mouse
bs: Pomijerajte miša
pt: Move o rato
sr@latin: Pomeraj miša

source: The football game
bs: Fudbal
pt: Jogo de futebol
sr@latin: Fudbal

source: Kick the ball into the goal
bs: Šutni loptu u gol
pt: Acerta com bola na baliza.
sr@latin: Šutni loptu u gol

source: Mouse-manipulation
bs: Baratanje mišem
pt: Ser capaz de utilizar o rato — movê-lo e clicar nos seus botões.
sr@latin: Baratanje mišem

source: Point the mouse and click on the ball, to set the speed and direction of the ball. The closer you click to the center, the slower the ball moves.
bs: Usmjerite miša i kliknite na loptu, da biste podesili brzinu i smjer lopte. Ako je klik bliži centru, loptica se sporije poteže.
pt: O teu objetivo é acertares com a bola no buraco colocado em frente à baliza. Para jogares, apenas tens de clicar na bola. Contudo, há dois aspetos que podes controlar… – Velocidade: se clicares no centro da bola, ela mover-se-á mais lentamente; se clicares na extremidade, ela mover-se-á mais rapidamente. – Sentido: a bola tomará o sentido oposto ao do ponto em que lhe clicares (por exemplo, se clicares na parte direita da bola, ela mover-se-á para a esquerda). As linhas das extremidades do campo fazem ricochete, pelo que podes contar com elas para acertares no buraco.
sr@latin: Postavi miša i klikni na loptu da podesiš brzinu i pravac lopte. Što bliže klikneš centru, lopta će biti sporija.

source: Kick the ball into the black hole on the right
bs: Šutni loptu u crne rupe na desnoj strani
pt: Acertar com a bola no buraco colocado em frente à baliza.
sr@latin: Šutni loptu u crnu rupu na desnoj strani

source: Main Menu Second Version
bs: Glavni meni druga verzija
pt: Menu Principal Segunda Versão
sr@latin: Drugo izdanje glavnog izbornika

source: Select a Board
bs: Izaberite tablu
pt: Escolhe uma Atividade.
sr@latin: Izaberi tablu

source: Profile: %s
bs: Profil: %s
pt: Perfil: %s
sr@latin: Profil: %s

source: Number of activities: %d
bs: Broj aktivnosti: %d
pt: Número de atividades: %d
sr@latin: Broj vežbi: %d

source: Python Board
bs: Piton tabla
pt: Atividade Python
sr@latin: Pitonova tabla

source: Special board that embeds Python into GCompris.
bs: Specijalni odbor koji ugrađuje Pyhton u GCompris.
pt: Atividade especial que embebe Python no GCompris.
sr@latin: Posebna tabla koja ugrađuje Pitona u Gkompris.

source: Braille : Unlocking the Code
bs: Braille : Otključavanje koda
pt: Braille: desbloquear o código
sr@latin: Braj : Otključati kod

source: The Braille system is a method that is used by blind people to read and write.
bs: Braille sistem je metoda koja se koristi da slijepe osobe čitaju i pišu.
pt: O sistema Braille é um método usado por deficientes visuais para ler e escrever.
sr@latin: Brajeva azbuka je način koji koriste slepi ljudi da čitaju i pišu.

source: Each Braille character, or cell, is made up of six dot positions, arranged in a rectangle containing two columns of three dots each. As seen on the left, each dot is referenced by a number from 1 to 6.
bs: Svaki Brailleov lik, ili ćelija , sastoji se od šest pozicija tačaka, raspoređenih u pravougaoniku, koji sadrži dvije kolone, svaka kolona po tri tačke. Kao što se vidi na lijevoj strani, svaka kolona upućuje na tačke 1 - 6.
pt: Cada carácter Braille, ou célula, é feito de 6 posições de ponto, dispostas num retângulo contendo duas colunas de três pontos cada. Como se vê à esquerda, cada ponto é referenciado por um número de 1 a 6.
sr@latin: Svaki Brajev znak, ili ćelija, se sastoji od šest položaja tačaka, raspoređenih u pravougaoniku koji sadrži dve kolone sa tri tačke u svakoj. Kao što se vidi na levoj strani, svaka tačka je označena brojem od 1 do 6.

source: I am braille TUX
bs: Ja sam braille TUX
pt: Eu sou o TUX braille
sr@latin: Ja sam Brajević PINGOSLAV

source: When you are ready, click on me and try reproducing Braille characters.
bs: Kada ste spremni, kliknite na mene i pokušajte repodrukcije Braille karaktera.
pt: Quando estiveres pronto clica-me e tenta reproduzir os caracteres braille.
sr@latin: Kada si spreman, klikni na mene i pokušaj da proizvedeš Brajeve znake.

source: Click on the dots in braille cell area to produce the letter {letter}.
bs: Kliknite na tačkice na površinu stranice Braillevog pisma za kreiranje pisma {slovo}.
pt: Clica nos pontos na área da célula braille para produzir a letra {letter}.
sr@latin: Klikni na tačke unutar Brajeve ćelije da proizvedeš slovo {letter}.

source: Look at the Braille character map and observe how similar the first and second line are.
bs: Pogledajte kartu Brailleovih karaktera i promatrajte kako su prvi u drugi red slični.
pt: Olha para o mapa de caracteres braille e observa quão semelhantes são a primeira e a segunda linha.
sr@latin: Pogledaj mapu Brajevih znakova i primeti kako su slični prvi i drugi red.

source: Again, similar as the first line but take care, the 'W' letter was added afterwards.
bs: Opet, slično kao u prvoj linij ali opreznije, "W" je dodano ipak naknadno.
pt: De novo, parecida à primeira linha mas cuidado, a letra "W" foi adicionada depois.
sr@latin: I još jednom, slično je prvom redu ali vodi računa, slovo „W“ je dodato kasnije.

source: This is easy, numbers are the same as letters from A to J.
bs: Ovo je lahko, brojevi su isti kao i slova od A do J.
pt: É fácil, os números são iguais às letras de A a J.
sr@latin: Ovo je lako, brojevi su isti kao i slova od A do J.

source: Braille Cell
bs: Braille ćelija
pt: Célula braille
sr@latin: Brajeva ćelija

source: Click to confirm your selection of dots
bs: Kliknite da potvrdite Vaš izbor točaka
pt: Clique para confirmar a sua seleção de pontos
sr@latin: Klikni da potvrdiš tvoj izbor tačaka

source: Learn and memorize the Braille system.
bs: Učite i zapamtite Brailleov sistem.
pt: Aprende e memoriza o sistema Braille.
sr@latin: Uči i zapamti Brajevo pismo.

source: Let kids discover the Braille system.
bs: Pustite djecu da otkriju Brailleov sistem.
pt: Deixe que as crianças descubram o sistema Braille.
sr@latin: Neka deca otkriju Brajevo pismo.

source: The screen has 3 sections: an interactive braille cell, an instruction telling you the letter to reproduce, and at the top the Braille letters to use as a reference. Each level teaches a set of 10 letters.
bs: Ekran ima 3 odjela: interaktivnu Braille ćeliju, instrukcije koje govore o reprodukcij pisma, a na vrhu slova Brailleovog pisma da se koriste kao referenca. Svaki nivo vas uči set od 10 pisama.
pt: O ecrã tem três seções: uma célula braille interativa, uma instrução com uma letra a reproduzir e, em cima, as letras braille a usar como referência. Cada nível ensina um conjunto de 10 letras.
sr@latin: Ekran ima 3 odeljka: međudejstvenu brajevu ćeliju, uputstvo koje ti govori koje slovo da ispišeš, i na vrhu Brajeva slova koja možeš da koristiš kao potsetnik. Svaki nivo podučava skup od 10 slova.

source: Back to the activity
bs: Nazad na aktivnost
pt: De volta à atividade
sr@latin: Vrati se na vežbu

source: Braille Fun
bs: Braille zabava
pt: Divertimento Braille
sr@latin: Brajeva zabava

source: Braille the falling letters
bs: Braille padajuća slova
pt: Braille as letras em queda
sr@latin: Brajiraj padajuća slova

source: Braille Alphabet Codes
bs: Braille kodovi pisma
pt: Códigos do alfabeto Braille
sr@latin: Brajeva azbuka

source: Enter the braille code in the tile for the corresponding falling letters. Check the braille chart by clicking on the toggle button for help.
bs: Unesite Brailleov kod u polja za odgoavarajuća mjesta. Provjerite brailleov grafikon klikom na dugme 'preklopnik' za pomoć.
pt: Insira o código braille no mosaico para a correspondente letra em queda. Verifique o mapa braille clicando no botão de alternar para obter ajuda.
sr@latin: Unesi Brajev kod u pločicu za odgovarajuća padajuća slova. Proveri Brajev znak tako što ćeš kliknuti na okidačko dugme za pomoć.

source: PLAYER 1
bs: IGRAČ 1
pt: JOGADOR 1
sr@latin: IGRAČ 1

source: PLAYER 2
bs: IGRAČ 2
pt: JOGADOR 2
sr@latin: IGRAČ 2

source: Check Number
bs: Provjeri broj
pt: Verifica o número
sr@latin: Proveri broj

source: Click me to get some hint
bs: Klikni na mene da dobiješ neki savjet
pt: Clica-me para teres uma dica
sr@latin: Klikni na me da dobiješ neki savet

source: I don't have this number PLAYER {number}
bs: Nemam ovaj broj IGRAČ{number}
pt: Não tenho este número JOGADOR {number}
sr@latin: Nemam ovaj broj „IGRAČ {number}“

source: Lotto Master
bs: Loto majstor
pt: Mestre de Loto
sr@latin: Gospodar lotoa

source: Generate a number
bs: Generiraj broj
pt: Gerar um número
sr@latin: Proizvedi broj

source: Hey, you have it. It is there in your {column} column
bs: Hej, imate ga. To je bilo u vašoj {koloni} koloni
pt: Hey, tens o número. está aí na tua coluna {column}
sr@latin: Hej, imaš ga. Nalazi se u tvojoj {column} koloni

source: Oops, this number is not in your ticket!
bs: Oops, taj broj nije na vašem tiketu!
pt: Oops, este número não está no teu cartão!
sr@latin: Ups, ovaj broj nije na tvom listiću!

source: 1st
pt: 1º
sr@latin: prvoj

source: 2nd
pt: 2º
sr@latin: drugoj

source: 3rd
pt: 3º
sr@latin: trećoj

source: 4th
pt: 4º
sr@latin: četvrtoj

source: Game Over
bs: Kraj igre
pt: Fim do jogo
sr@latin: Igra je završena

source: Congratulation player {player_id}, you won
bs: Čestitke igraču {player_id}, pobijedio si
pt: Parabéns jogador {player_id}, ganhaste
sr@latin: Svaka čast {player_id}, pobedio/la si

source: Braille Lotto
bs: Braille loto
pt: Loto Braille
sr@latin: Brajevo loto

source: Discover the Braille system for numbers.
bs: Otkrijte Braille sistem za brojeve.
pt: Descobre o sistema Braille para números.
sr@latin: Otkrij Brajevo pismo za brojeve.

source: Each player must find if the proposed number is in their board. If the code is in the board, just click on it in order to validate it. The player who crosses all the Braille numbers correctly wins the game. Check the Braille table by clicking on the toggle button in the control bar.
bs: Svaki igrać mora pronaći ako je predloženi broj u svom brodu. Ako je kod u brodu, samo kliknete na njega da bi potvrdili. Igrač koji pređe sve brojeve ispravno u Brailleovom pismu pobjeđuje u igri. Pogledajte tablicu Brailleovog klikom na dugme "preklopnik" u kontrolnoj traci.
pt: Cada jogador tem de descobrir se o número proposto está no seu tabuleiro. Se estiver, clica-o para o validares. O jogador que riscar todos os números braille corretamente, ganha o jogo. Verifica a tabela braille clicando no botão de alternar na barra de controlo.
sr@latin: Svaki igrač mora da pronađe da li je predloženi broj na njegovoj tabli. Ako je kod na tabli, samo klikni na njega da ga potvrdiš. Igrač koji prođe ispravno sve Brajeve brojeve pobeđuje u igri. Proveri Brajevu tabelu klikom na dugme za prebacivanje na liniji za upravljanje.

source: Operate a canal lock
bs: Upravljajte sa branom na kanalu
pt: Comanda um Sistema de Comportas
sr@latin: Upravljaj branom na kanalu

source: Tux is in trouble, and needs to take his boat through a lock. Help Tux and find out how a canal lock works.
bs: Pingoslav je u nevolji, i treba brodom da prođe kroz branu. Pomozite Pingoslavu i otkrijte kako radi brana u kanalu.
pt: O Tux necessita de conduzir o seu barco por um canal. Ajuda o Tux e descobre como funciona um sistema de comportas.
sr@latin: Pingoslav je u nevolji, i treba brodom da prođe kroz branu. Pomozi Pingoslavu i otkrij kako radi brana na kanalu.

source: You are in charge of the canal lock. Open the gates and the locks in the right order, so Tux can travel through the gates in both directions.
bs: Vi upravljate branom na kanalu. Morate da otvorite kapije i brane pravim redoslijedom, i omogućite Pingoslavu da prođe kroz kapije u oba smjera.
pt: Tens a teu cargo o funcionamento do sistema de comportas de um canal. O Tux quer que o ajudes a ir a casa e a voltar para junto do senhor Batata. Clica nas comportas amarelas pela ordem correta para fazeres aumentar ou diminuir o nível da água em cada plataforma. Sempre que a água entre duas plataformas estiver ao mesmo nível, clica na comporta verde para a abrires. Então, clica no barco do Tux para o ajudares a navegar.
sr@latin: Ti upravljaš branom na kanalu. Moraš da otvoriš kapije i brane odgovarajućim redosledom, i da omogućiš Pingoslavu da prolazi kroz kapije u oba smera.

source: Drawing by Stephane Cabaraux.
bs: Crtao Stephane Cabaraux.
pt: Desenho por Stephane Cabaraux.
sr@latin: Crtež je priredio Stefan Kabaro.

source: All messages will be displayed here.
bs: Sve poruke će se prikazivati ovdje.
pt: Todas as mensagens serão apresentadas neste quadro.
sr@latin: Sve poruke će se prikazivati ovde.

source: Your Friends
bs: Tvoji prijatelji
pt: Os Teus Amigos
sr@latin: Tvoji prijatelji

source: Your Channel
bs: Tvoj kanal
pt: O Teu Canal
sr@latin: Tvoj kanal

source: Type your message here, to send to other GCompris users on your local network.
bs: Ovdje unesi svoju poruku, da je pošalješ drugim korisnicima GKomprisa na tvojoj lokalnoj mreži.
pt: Escreve aqui a mensagem que queres enviar aos outros utilizadores do GCompris ligados à rede local.
sr@latin: Ovde unesi tvoju poruku, da je pošalješ drugim korisnicima Gkomprisa na tvojoj mesnoj mreži.

source: color
bs: boja
pt: Descobre as Cores
sr@latin: boja

source: ERROR: Failed to initialize the network interface. You cannot communicate.
bs: GREŠKA: Ne uspjelo pokretanje mrežnog sučelja. Ne možete komunicirati.
pt: ERRO: Falha ao inicializar o interface de rede. Não conseguirás comunicar.
sr@latin: GREŠKA: Nisam uspeo da pokrenem mrežno sučelje. Ne možeš da komuniciraš.

source: Has left the chat.
bs: Napustio je razgovor.
pt: Saiu do chat.
sr@latin: je napustio ćaskanje.

source: You must set a channel in your channel entry box first.
bs: Prvo moraš da podesiš kanal.
pt: Deves definir primeiro um canal em "O teu canal".
sr@latin: Prvo moraš da podesiš kanal u tvom prozorčetu kanala.

source: Your friends must set the same channel in order to communicate with you
bs: Tvoji prijatelji moraju da podese isti kanal da bi komunicirali sa tobom
pt: Os teus amigos devem escolher o mesmo canal para poderem comunicar contigo.
sr@latin: Tvoji prijatelji moraju da podese isti kanal da bi mogli da komuniciraju sa tobom

source: Chat and draw with your friends
bs: Razgovaraj i crtaj sa svojim prijateljima
pt: Conversa com os teus amigos
sr@latin: Ćaskaj i crtaj sa prijateljima

source: This chat activity only works on the local network
bs: Ova vježba radi samo na lokalnoj mreži
pt: Põe a conversa em dia com os teus amigos. (pede ajuda a um adulto: é necessária ligação a uma rede local.)
sr@latin: Ova vežba ćaskanja radi samo na mesnoj mreži

source: This chat activity will only work with other GCompris users on your local network, not on the Internet. To use it, just type in your message and hit Enter. Your message is then broadcast on the local network, and any GCompris program running the chat activity on that local network will receive and display your message.
bs: Ova vježba ćaskanja će raditi samo sa drugim korisnikom GKomprisa na lokalnoj mreži, ne na internetu. Da bi se koristila, samo treba unijeti poruku i pritisnuti Enter. Poruka će se preko lokalne mreže prenijeti, i u svakom GKompris programu u kome je uključeno ćaskanje biće prikazana.
pt: Nesta atividade, podes enviar mensagens aos teus amigos. Para conversares, escreve uma mensagem na caixa de texto na parte inferior do ecrã e prime a tecla <Enter>. A tua mensagem será então mostrada no computador de todos os teus amigos que estejam a utilizar esta atividade. Pede ajuda a um adulto Esta atividade só funciona se vários utilizadores do GCompris estiverem ligados numa rede local; não funciona através da Internet. As mensagens enviadas são recebidas apenas pelos computadores que estiverem ligados à rede local.
sr@latin: Ova vežba ćaskanja će raditi samo sa drugim korisnicima Gkomprisa na tvojoj mesnoj mreži, ne na internetu. Da je koristiš, samo upiši tvoju poruku i pritisni „Unesi“. Tvoja poruka će zatim biti emitovana preko mesne mreže, i u svakom Gkompris programu na mesnoj mreži u kome je uključeno ćaskanje biće prikazana tvoja poruka.

source: Error: The external program gnuchess died unexpectedly
bs: Greška: Spoljašnji program gnuchess je neočekivano završen
pt: Erro: a aplicação externa Gnuchess ficou inesperadamente bloqueada.
sr@latin: Greška: Spoljni program gnušah se neočekivano urušio

source: Error: The external program gnuchess is mandatory to play chess in gcompris. First install it, and check it is in
bs: Greška: spoljašnji program gnuchess je obavezan za igranje šaha u gkomprisu. Prvo ga instalirajte, i provjerite da li je u
pt: Erro: a aplicação externa Gnuchess é indispensável para jogar xadrez no GCompris. Por favor, instale-a e depois verifique se está ativa.
sr@latin: Greška: spoljni program gnušah je neophodan za igranje šaha u gkomprisu. Prvo ga instaliraj, i proveri da li je u

source: White's Turn
bs: Bijeli na potezu
pt: Jogam as brancas.
sr@latin: Beli je na potezu

source: Black's Turn
bs: Crni na potezu
pt: Jogam as pretas.
sr@latin: Crni je na potezu

source: White checks
bs: Šah bijelog
pt: Xeque das brancas.
sr@latin: Šah belog

source: Black checks
bs: Šah crnog
pt: Xeque das pretas.
sr@latin: Šah crnog

source: Black mates
bs: Mat crnog
pt: Mate das pretas.
sr@latin: Mat crnog

source: White mates
bs: Mat bijelog
pt: Mate das brancas.
sr@latin: Mat belog

source: Drawn game
bs: Neriješeno
pt: Empate.
sr@latin: Nerešeno

source: Error: The external program gnuchess died unexpectingly
bs: Greška: Spoljašnji program gnuchess se neočekivano završio
pt: Erro: a aplicação externa Gnuchess fechou inesperadamente
sr@latin: Greška: Spoljni program gnušah se neočekivano urušio

source: Learning chess
bs: Učenje šaha
pt: Aprende xadrez
sr@latin: Učenje šaha
