Repository: Sn3akyP3t3/GCompris-gtk
Catalog: po/*.po
Languages: bs, pt, sr@latin

source: The notes you see will be played to you. Click on the corresponding keys on the keyboard that match the notes you hear and see. All levels except for the last have the notes colored so you can match the notes to the keyboard colors. Each level increases in difficulty by adding more notes. Levels 1-6 test the treble clef, levels 7-12 test the bass clef. When you get five points, you move onto the next level (incorrect answers deduct points, correct answers add points). The following keyboard bindings work in this game: - backspace: erase attempt - delete: erase attempt - enter/return: OK button - space bar: play - number keys: - 1: C - 2: D - 3: E - 4: F - 5: G - 6: A - 7: B - 8: C (higher octave) - etc. - F1: C# / Db - F2: D# / Eb - F3: F# / Gb - F4: G# / Ab - F5: A# / Bb
bs: Note koje vidite će svirati za vas. Kliknite na odgovarajuću dugmad na tastaturi koja odgovaraju notama koje ste čuli i vidjeli. Sve razine, osim posljednje imaju note u boji, tako da možete uskladiti note na tastaturi s bojama. Svaki nivo postaje teži tako što se dodaje više nota. Nivoi 1-6 testiraju muzički ključ sa visokim tonovima, nivoi 7-12 testiraju bas muzički ključ. Kada dobijete pet bodova, možete rpeći na sljedeću razinu (netačni odgovori, oduzimaju se bodovi, tačni odgovori, dodaju se bodovi). Sljedeće tipke na tastaturi rade u ovoj igri: -backspace: brisanje pokušaja -delete: brisanje pokušaja -enter/return: dugme "OK" -space bar: pokreni -number keys: - 1: C - 2: D - 3: E - 4: F - 5: G - 6: - 7: B - 8: C (viša oktava) - Itd. - F1: C # / Db - F2: D # / Eb - F3: F # / Gb - F4: G # / Ab - F5: # / Bb
pt: Serão tocadas as notas que vês. Clica na nota correspondente no teclado que é igual aquela que vês e ouves. Todos os níveis exceto o último têm as notas coloridas para que possas comparar a nota com as cores do teclado. Cada nível aumenta a dificuldade acrescentando mais notas. Os níveis 1-6 testam a clave de Sol, os níveis 7-12 testam a clave de Fá. Quando tiveres cinco pontos, passas ao nível seguinte (respostas incorretas retiram pontos, respostas corretas acrescentam pontos). Existem os seguintes atalhos para trabalhar nesta atividade: - Backspace: apaga uma nota - Delete: apaga a tentativa - Enter: botão Aceitar - barra de espaço: tocar - teclas numéricas: 1: Dó 2: Ré 3: Mi 4: Fá 5: Sol 6: Lá 7: Si 8: Dó (oitava mais alta) etc. F1: Dó sustenido / Ré bemol F2: Ré sustenido / Mi bemol F3: Fá sustenido / Sol bemol F4: Sol sustenido / Lá bemol F5: Lá sustenido / Si bemol
sr@latin: Biće ti svirane note koje vidiš. Klikni na odgovarajuću dirku na tastaturi koja odgovara noti koju vidiš i čuješ. Svi nivoi osim poslednjeg prikazuju obojene note tako da možeš da ih upariš sa bojama tastature. Svaki nivo povećava težinu dodavanjem još nota. Nivoi od 1. do 6. propituju violinski ključ, nivoi od 7. do 12. propituju bas ključ. Kada zaradiš pet poena, prelaziš na sledeći nivo (netačni odgovori oduzimaju poene, tačni odgovori dodaju poene). U ovoj igri možeš koristiti sledeće prečice sa tastature: — povratnica: briše pokušaj — obriši: briše pokušaj — unesi: dugme za potvrdu — razmaknica: sviraj — tasteri brojeva: — 1: C — 2: D — 3: E — 4: F — 5: G — 6: A — 7: B — 8: C (viša oktava) — itd. - F1: C# / Db - F2: D# / Eb - F3: F# / Gb - F4: G# / Ab - F5: A# / Bb

source: Beat Count:
bs: Brojač beata:
pt: Número de batidas:
sr@latin: Broj udara:

source: Beat the rhythm on this drum.
bs: Beat ritam na tom bubnju.
pt: Bate o ritmo neste tambor.
sr@latin: Zadaj takt na ovom dobošu.

source: For a little help, click the metronome to hear the tempo.
bs: Za malu pomoć, kliknite na metronom da čujete tempo.
pt: Clica no metrónomo para ouvires o tempo.
sr@latin: Za malo pomoći, klikni na metronom da čuješ tempo.

source: Listen to the rhythm and follow the moving line.
bs: Slušajte ritam i pratite pokretnu traku.
pt: Ouve o ritmo e segue a linha em movimento.
sr@latin: Slušaj takt i prati pokretnu liniju.

source: Click the drum to the tempo. Watch the vertical line when you start.
bs: Kliknite na bubanj na tempu. Pogledajte crtu da znate kada početi.
pt: Bate no tambor ao tempo. Observa a linha vertical quando começas.
sr@latin: Klikni na doboš do tempa. Gledaj uspravnu liniju kada počneš.

source: You can use the space bar to drum the tempo.
bs: Možete koristiti dugme "space" za tempo na bubnju.
pt: Podes usar a barra de espaço para bater o tempo.
sr@latin: Možeš da koristiš razmaknicu da udaraš tempo.

source: Now, read the rhythm. It won't be played for you. Then, beat the rhythm on the drum.
bs: Sada, pročitajte ritam. Neće se reproducirati za vas. Onda, beat taj ritam na bubnju.
pt: Agora, lê o ritmo. Não será tocado para ti. Depois, bate o ritmo no tambor.
sr@latin: Sada, pročitaj takt. Neće ti biti odsviran. Zatim, udari takt na dobošu.

source: Click erase to try again.
bs: Klikni "Briši" za ponovni pokušaj.
pt: Clica na vassoura para tentar novamente.
sr@latin: Klikni na „obriši“ da pokušaš opet.

source: Play Rhythm
bs: Pokreni ritam
pt: Toca um ritmo
sr@latin: Odsviraj takt

source: Learn to listen to, read, and play musical rhythms.
bs: Nauči kako slušati, čitati i igrati muzičke ritmove.
pt: Aprende a ouvir, ler e tocar ritmos musicais.
sr@latin: Nauči da slušaš, čitaš, i da sviraš muzički takt.

source: Simple understanding of musical rhythm and beat.
bs: Jednostavno razumijevanje muzičkog ritma i beata.
pt: Compreensão simples de ritmo e batida musical.
sr@latin: Jednostavno razumevanje muzičkog takta i pulsa.

source: Learn to beat rhythms precisely and accurately based on what you see and hear.
bs: Saznajte kako naučiti ritmove precizno i tačno na temelju onoga što možete vidjet i čuti.
pt: Aprende a bater ritmos de forma precisa, baseado naquilo que vês e ouves.
sr@latin: Nauči da udaraš takt tačno i ispravno na osnovu onoga što vidiš i čuješ.

source: This is a relatively challenging game to master, so good luck. Listen to the rhythm played, and follow along with the music. If you would like to hear it again, click the play button. When you're ready to perform the identical rhythm, click the drum to the rhythm, then click the OK button. If you clicked correctly and in the right tempo, another rhythm is displayed. If not, you must try again. Even levels display a vertical playing line when you click the drum, which helps you see when to click to follow the rhythm. Click on the drum when the line is in the middle of the notes. Odd levels are harder, because there is no vertical playing line. The rhythm will not be played for you. You must read the rhythm, and click it back in tempo. Click the metronome to hear the quarter note tempo. The following keyboard bindings work in this game: - backspace: erase attempt - delete: erase attempt - enter/return: OK button - space bar: play
bs: To je relativno zahtjevna igra svladati, pa sretno. Poslušajte ritam koji je bio, i pratite zajedno sa muzikom. Ako želite ponovno čuti, pritisnite dugmeza reprodukciju. Kada ste spremni za sviranje identičnog ritama, kliknite na bubanj u ritmu, a zatim pritisnite dugme OK. Ako ste kliknuli korektno i u pravom ritmu, prikazat će se još jedan ritam. Ako ne, morate ponovno. Svaki nivoi prikazuju vertikalnu liniju za igru kada kliknete na bubanj, koji vam pomaže da vidite pratiti ritam. Kliknite na bubanj kada je linija u sredini nota. Razine su teške , jer ne postoji vertikalne crte igranja. Ritam neće svirati za vas. Morate pročitati ritam, i kliknuti nazad na tempo. Kliknite metronom da bi čuli tempo četvrtinke. Sljedeća dugmad sa tastature rade u ovoj igri: -backspace: briše pokušaj -delete: briše pokušaj -enter/return: dugme "OK" -space bar: pokreni
pt: Este é um jogo relativamente difícil, boa sorte. Ouve o ritmo tocado e continua a seguir com a música. Se o quiseres ouvir de novo, clica no botão de reprodução. Quando estiveres pronto para tocar o mesmo ritmo, clica no tambor ao ritmo e clica no botão Aceitar. Se clicaste corretamente e no tempo certo, é mostrado outro ritmo. Se não, tens de tentar novamente. Níveis pares mostram uma linha de jogo verticalquando clicas no tambor, o que te ajuda a ver quando deves clicar para seguir o ritmo. Clica no tambor quando a linha estiver no meio das notas. Os níveis ímpares são mais difíceis porque não há linha vertical. O ritmo não será tocado para ouvires. Tens de ler o ritmo e clicar no tempo certo. Clica no metrónomo para ouvir o tempo da semínima. Existem os seguintes atalhos para trabalhar nesta atividade: - backspace: apaga a tentativa - delete: apaga a tentativa - enter: botão Aceitar - barra de espaço: tocar
sr@latin: Ovo je srazmerno izazovna igra za majstora, zato srećno. Slušaj odsvirani takt, i prati ga uz muziku. Ako želiš ponovo da ga čuješ, klikni na dugme „pusti“. Kada si spreman/a da izvršiš istovetan takt, klikni na doboš za takt, a zatim klikni „u redu“. Ako si ispravno kliknuo/la i u pravom tempu, biva prikazan drugi takt. Ako nisi, moraš ponovo da pokušaš. Parni nivoi prikazuju uspravnu liniju za sviranje kada klikneš na doboš, što ti pomaže da vidiš kada da klikneš za praćenje takta. Klikni na doboš kada je linija na sredini nota. Neparni nivoi su teži, jer u njima nema uspravne linije za sviranje. Takt ti neće biti odsviran. Moraš da pročitaš takt, i da ga klikneš u tempu. Klikni na metronom da čuješ tempo četvrtine note. U ovoj igri možeš da koristiš sledeće prečice sa tastature: — povratnica: briše pokušaj — obriši: briše pokušaj — unesi/vrati: dugme u redu — razmaknica: sviraj

source: This is the first plugin in GCompris coded in the Python Programming language.
bs: Ovo je prvi priključak u GKomprisu napisan u programskom jeziku Piton.
pt: Este é a primeira extensão do GCompris escrito na linguagem de programação Python.
sr@latin: Ovo je prvi dodatak u Gkomprisu napisan u programskom jeziku Piton.

source: Python Template
bs: Šablon Pitona
pt: Modelo Python
sr@latin: Šablon Pitona

source: An empty Python activity to use as a starting point
bs: Prazna Python aktivnostt koristiti kao polazište
pt: Atividade vazia, em Python, para utilizar como ponto de partida.
sr@latin: Prazna vežba Pitona koja se koristi kao početna tačka

source: Advanced Python Programmer :)
bs: Napredan Piton programer :o)
pt: Programador com conhecimento aprofundado de Python :)
sr@latin: Napredan programer Pitona *_*

source: Add a language-binding to GCompris.
bs: Dodajte spregu sa jezikom u GKompris.
pt: Adicionar uma associação de linguagem ao GCompris.
sr@latin: Dodaj jezičku spregu u Gkompris.

source: Thanks to Guido van Rossum and the Python team for this powerful language!
bs: Hvala ide za Guido van Rossum i Python tim za ovaj moćan jezik!
pt: Obrigado ao Guido van Rossum e à equipa Python por esta poderosa linguagem!
sr@latin: Zahvaljujemo se Gvidu van Rosumu i ekipi Pitona za ovaj moćan jezik!

source: It is now possible to develop GCompris activities in C or in Python. Thanks to Olivier Samys who makes this possible.
bs: Sada je moguće praviti GKompris vježbe u Ceu ili Pitonu. Zahvaljujemo se Olivijeru Samiju (Olivier Samys) koji je to omogućio.
pt: Agora é possível desenvolver atividades para o GCompris em C ou em Python. Obrigado ao Olivier Samys por tê-lo tornado possível.
sr@latin: Sada je moguće praviti vežbe za Gkompris u C-u ili Pitonu. Zahvaljujemo se Olivijeru Samiju koji je to omogućio.

source: This activity is not playable, just a test
bs: Ova vježba se ne može igrati, već je samo proba
pt: Esta atividade não pode ser jogada, é apenas um teste.
sr@latin: Ova vežba nije za igru, već je samo proba

source: Disable line drawing in circle
bs: Isključi kružno iscrtavanje linije
pt: Desativar o desenho de linhas nos círculos.
sr@latin: Isključi kružno iscrtavanje linije

source: Color of the line
bs: Boja linije
pt: Cor da linha
sr@latin: Boja linije

source: Distance between circles
bs: Razmak između krugova
pt: Distância entre círculos
sr@latin: Razmak između krugova

source: Use circles
bs: Koristi krugove
pt: Utilizar círculos
sr@latin: Koristi krugove

source: Use rectangles
bs: Koristi pravougaonike
pt: Utilizar retângulos
sr@latin: Koristi pravougaonike

source: Python Test
bs: Proba Pitona
pt: Teste Python
sr@latin: Proba Pitona

source: Test board for the Python plugin
bs: Test ploča za Python plugin
pt: Atividade de teste para a extensão de Python
sr@latin: Probna tabla za priključak Pitona

source: Memory game
bs: Igra pamćenja
pt: Jogo de memória
sr@latin: Igra pamćenja

source: Build a train according to the model
bs: Sagradi voz prema modelu
pt: Construir um comboio de acordo com o modelo
sr@latin: Sagradi voz prema modelu

source: Railway
bs: Železnica
pt: Caminho de ferro
sr@latin: Železnica

source: A memory game based on trains
bs: Igra pamćenja zasnovana na vozovima
pt: Um jogo de memória com comboios
sr@latin: Igra pamćenja zasnovana na vozovima

source: Memory-training
bs: Vježba pamćenja
pt: Treinar a memória
sr@latin: Vežba pamćenja

source: A train - a locomotive and carriage(s) - is displayed at the top of the main area for a few seconds. Rebuild it at the top of the screen by selecting the appropriate carriages and locomotive. Deselect an item by clicking on it again. Check your construction by clicking on the hand at the bottom.
bs: Voz — lokomotiva i vagon(i) — prikazani su na vrhu glavne površine nekoliko sekundi. Treba da ga ponovo sagradite izborom odgovarajućih vagona i lokomotive. Ako želite da izbacite neki dio voza, samo kliknite na njega. Provjerite kako ste sagradili vaš voz klikom na ruku u dnu.
pt: Um comboio — uma locomotiva e os seus vagões — aparece durante alguns segundos no topo do painel. Reconstrói-o no topo do ecrã, selecionando a locomotiva e as carruagens apropriadas. Para removeres da tua composição uma locomotiva ou um vagão, clica novamente sobre ele. Depois de terminares, clica no botão "Polegar".
sr@latin: Voz — lokomotiva i vagon(i) — prikazani su na vrhu glavne površine nekoliko sekundi. Treba da ga ponovo sagradiš izborom odgovarajućih vagona i lokomotive. Ako želiš da izbaciš neki deo voza, samo klikni na njega. Proveri kako si sagradio/la tvoj voz klikom na ruku pri dnu.

source: Error: We can't find a list of words to play this game.
bs: Greška: Ne mogu da nađem listu riječi za igranje ove igre.
pt: Erro: não foi é possível encontrar uma lista de palavras para jogar este jogo.
sr@latin: Greška: Ne mogu da nađem spisak reči za igranje ove igre.

source: Please, check if the word
bs: Provjerite da li se riječ
pt: Por favor, verifica se a palavra
sr@latin: Proveri da li se reč

source: is being displayed
bs: prikazuje
pt: está a ser mostrada
sr@latin: prikazuje

source: We skip this level because there are not enough words in the list!
bs: Preskočit ćemo tu razinu jer ne postoji dovoljno riječi na listi!
pt: Este nível será ignorado porque não existem palavras suficientes na lista!
sr@latin: Preskočićemo ovaj nivo zato što nema dovoljno reči na spisku!

source: Yes, I saw it
bs: Da, video sam je
pt: Sim, eu vi-a
sr@latin: Da, video sam je

source: No, it was not there
bs: Ne, nije bila tamo
pt: Não, não estava lá
sr@latin: Ne, nije je bilo

source: The word to find was '%s'
bs: Riječ koju je trebalo naći je „%s“
pt: A palavra a encontrar era "%s"
sr@latin: Reč koju je trebalo naći je „%s“

source: But it was not displayed
bs: Ali ona nije prikazana
pt: mas não foi mostrada
sr@latin: Ali ona nije prikazana

source: And it was displayed
bs: A ona je prikazana
pt: e foi mostrada
sr@latin: Bila je prikazana

source: Horizontal reading practice
bs: Vježba čitanja vodoravno
pt: Pratica a leitura na horizontal
sr@latin: Vežba čitanja vodoravno

source: Read a list of words and work out if a given word is in it
bs: Pročitajte spisak riječi i recite da li je data riječ u njemu
pt: Verifica se uma dada palavra consta de uma determinada lista.
sr@latin: Pročitaj spisak reči i reci da li je data reč u njemu

source: Reading training in a limited time
bs: Vježba čitanja za ograničeno vrijeme
pt: Praticar a leitura com um período de tempo limitado.
sr@latin: Vežba čitanja u datom vremenu

source: A word is shown at the top right of the board. A list of words will appear and disappear on the left. Does the given word belong to the list?
bs: Na gornjem desnom djelu je prikazana riječ. Spisak sa riječima će se pojaviti i nestati sa lijeve strane. Da li se data riječ nalazi na spisku?
pt: É mostrada uma palavra no painel direito superior. À esquerda, aparece e deaparece uma lista de palavras. A palavra indicada está nessa lista?
sr@latin: Na gornjem desnom delu je prikazana reč. Spisak sa rečima će se pojaviti i nestati sa leve strane. Da li se data reč nalazi na spisku?

source: Vertical-reading practice
bs: Vježba čitanja uspravno
pt: Pratica a leitura na vertical
sr@latin: Vežba čitanja uspravno

source: Read a vertical list of words and work out if a given word is in it
bs: Pročitajte uspravan spisak riječi i recite da li je data riječ u njemu
pt: Verifica se uma dada palavra consta de uma determinada lista.
sr@latin: Pročitaj uspravan spisak reči i reci da li je data reč u njemu

source: Read training in a limited time
bs: Vježba čitanja za ograničeno vrijeme
pt: Praticar a leitura com um período de tempo limitado.
sr@latin: Vežba čitanja u datom vremenu

source: Coordinate
bs: Koordinata
pt: Coordena
sr@latin: Koordinate

source: Redraw the given item
bs: Ponovo iscrtajte datu sliku
pt: Redesenha o item indicado
sr@latin: Ponovo iscrtaj datu sliku

source: Copy a drawing from the box on the right into the box on the left.
bs: U prostoru sa lijeve strane, nacrtaj isti crtež kao na desnoj strani.
pt: Copia um desenho da caixa à direita na caixa da esquerda.
sr@latin: U prostoru sa leve strane, nacrtaj isti crtež kao na desnoj strani.

source: First, select the proper tool from the toolbar. Then drag the mouse to create objects. When you are done, click on the OK button. Errors will be marked with a little red cross. The order of objects (above/under) is not important but be careful not to end up with unwanted objects under others.
bs: Prvo, izaberite odgovarajući alat sa trake alatki. Zatim, prevucite mišem da napravite objekte. Kada završite, pritisnite dugme „U redu“. Greške će biti označene crvenim krstićima. Redoslijed objekata (iznad/ispod) nije bitan, ali pazite da ne ostavite neželjeni objekat ispod ostalih.
pt: Primeiro, na barra de ferramentas apresentada à esquerda, clica na ferramenta mais adequada ao que quererás desenhar. Depois move o rato para desenhares formas. Quando tiveres terminado, clica no botão "Polegar". Os erros que eventualmente tiveres cometido são marcados com uma pequena cruz vermelha. A ordem de sobreposição das formas não é importante, mas tem cuidado para não te esqueceres de formas que não queres usar escondidas debaixo de outras formas.
sr@latin: Prvo, izaberi odgovarajući alat sa trake alata. Zatim, prevuci mišem da napraviš objekte. Kada završiš, pritisni dugme „U redu“. Greške će biti označene crvenim krstićima. Redosled objekata (iznad/ispod) nije bitan, ali pazi da ne ostaviš neželjeni objekat ispod ostalih.

source: Mirror the given item
bs: Iscrtajte datu sliku u ogledalu
pt: Desenha o reflexo de uma forma
sr@latin: Iscrtaj datu sliku u ogledalu

source: Copy the mirror image of an object from the box on the right into the box on the left.
bs: U prostoru sa lijeve strane, precrtaj sliku sa desne ali kao da je u ogledalu.
pt: Cria o reflexo de um desenho da caixa à direita para a caixa à esquerda.
sr@latin: U prostoru sa leve strane, precrtaj sliku sa desne ali kao da je u ogledalu.

source: First, select the proper tool from the toolbar. Then drag the mouse to create objects. When you are done, click on the OK button. A little red cross will show you where something isn't right yet. The order of objects (above/under) is not important but be careful not to end up with unwanted objects under others.
bs: Prvo, izaberite odgovarajući alat sa trake alatki. Zatim, prevucite mišem da napravite objekte. Kada završite, pritisnite dugme „U redu“. Greške će biti označene crvenim krstićima. Redoslijed objekata (iznad/ispod) nije bitan, ali pazite da ne ostavite neželjeni objekat ispod ostalih.
pt: Primeiro, na barra de ferramentas apresentada à esquerda, clica na ferramenta mais adequada ao que quererás desenhar. Depois move o rato para desenhares formas. Quando tiveres terminado, clica no botão "Polegar". Os erros que eventualmente tiveres cometido são marcados com uma pequena cruz vermelha. A ordem de sobreposição das formas não é importante, mas tem cuidado para não te esqueceres de formas que não queres usar escondidas debaixo de outras formas.
sr@latin: Prvo, izaberi odgovarajući alat sa trake alata. Zatim, prevuci mišem da napraviš objekte. Kada završiš, pritisni dugme „U redu“. Greške će biti označene crvenim krstićima. Redosled objekata (iznad/ispod) nije bitan, ali pazi da ne ostaviš neželjeni objekat ispod ostalih.

source: Practice subtraction with a fun game
bs: Vežbajte oduzimanje kroz zabavnu igru
pt: Pratica a subtração com um jogo divertido
sr@latin: Vežbaj oduzimanje kroz zabavnu igru

source: Tux is hungry. Help him find fish by counting to the correct ice spot.
bs: Pingoslav je gladan. Pomozite mu da nađe ribe brojanjem ledenih mjesta.
pt: O Tux tem fome. Ajuda-o a encontrar peixes, contando blocos de gelo.
sr@latin: Pingoslav je gladan. Pomozi mu da nađe ribe brojanjem ledenih mesta.

source: Can move the mouse, can read numbers and subtract numbers up to 10 for the first level
bs: Ume da pomjera miša, čita brojeve i oduzima brojeve do 10 za prvi nivo
pt: Ser capaz de utilizar o rato — movê-lo e clicar nos seus botões. Saber contar e saber subtrair (subtrair números até 10 para o primeiro nível).
sr@latin: Ume da pomera miša, čita brojeve i oduzima brojeve do 10 za prvi nivo

source: Click on the dice to show how many ice spots there are between Tux and the fish. Click the dice with the right mouse button to count backwards. When done, click on the OK button or hit the Enter key.
bs: Kliknite na kockicu da pokažete koliko ima ledenih mjesta između Pingoslava i ribe. Kliknite desnim dugmetom miša na kockicu za brojanje unazad. Kada završite, kliknite na dugme „U redu“ ili pritisnite Enter na tastaturi.
pt: Conta o número de blocos de gelo que há entre o Tux e o peixe. Em seguida, clica no dado que está em cima de um dos blocos de gelo tantas vezes quantas as necessárias para este apresentar o número de pintas correspondente à tua resposta (clica com o botão direito do rato se quiseres contar as pintas por ordem decrescente). Quando tiveres terminado, clica no botão "Polegar" ou prime a tecla <Enter>. O número apresentado no coração que o Tux agarra diz-te quantas vezes podes errar em cada nível.
sr@latin: Klikni na kockicu da pokažeš koliko ima ledenih mesta između Pingoslava i ribe. Klikni desnim dugmetom miša na kockicu za brojanje unazad. Kada završiš, klikni na dugme „U redu“ ili na tastaturi pritisni „Unesi“.

source: Enter the weight of the object in gram
bs: Upiši težinu predmeta u gramima
pt: Insere o peso do objeto em gramas
sr@latin: Upiši težinu predmeta u gramima

source: Enter the weight of the object
bs: Upiši težinu predmeta
pt: Insere o peso do objeto
sr@latin: Upiši težinu predmeta

source: Take care, you can drop weights on both sides of the scale.
bs: Pazite, možete ispustiti tegove na obje strane ljestvice.
pt: Atenção: podes colocar pesos nos dois pratos da balança.
sr@latin: Pazi, možeš dodavati težine sa obe strane vage.

source: Balance the scales properly
bs: Postavi vagu u ravnotežu
pt: Equilibra as balanças
sr@latin: Uravnoteži vagu

source: Drag and Drop weights to balance the scales
bs: Povucite i ispustite tegove za ravnotežu vage
pt: Coloca pesos nos pratos da balança para os equilibrares.
sr@latin: Prevuci i pusti težine da uravnotežiš vagu
